{
  "language": "en",
  "small_numbers": [
    "zero",
    "one",
    "two",
    "three",
    "four",
    "five",
    "six",
    "seven",
    "eight",
    "nine",
    "ten",
    "eleven",
    "twelve",
    "thirteen",
    "fourteen",
    "fifteen",
    "sixteen",
    "seventeen",
    "eighteen",
    "nineteen",
    "twenty",
    "twenty-one",
    "twenty-two",
    "twenty-three",
    "twenty-four",
    "twenty-five",
    "twenty-six",
    "twenty-seven",
    "twenty-eight",
    "twenty-nine",
    "thirty",
    "thirty-one",
    "thirty-two",
    "thirty-three",
    "thirty-four",
    "thirty-five",
    "thirty-six",
    "thirty-seven",
    "thirty-eight",
    "thirty-nine",
    "forty",
    "forty-one",
    "forty-two",
    "forty-three",
    "forty-four",
    "forty-five",
    "forty-six",
    "forty-seven",
    "forty-eight",
    "forty-nine",
    "fifty",
    "fifty-one",
    "fifty-two",
    "fifty-three",
    "fifty-four",
    "fifty-five",
    "fifty-six",
    "fifty-seven",
    "fifty-eight",
    "fifty-nine",
    "sixty",
    "sixty-one",
    "sixty-two",
    "sixty-three",
    "sixty-four",
    "sixty-five",
    "sixty-six",
    "sixty-seven",
    "sixty-eight",
    "sixty-nine",
    "seventy",
    "seventy-one",
    "seventy-two",
    "seventy-three",
    "seventy-four",
    "seventy-five",
    "seventy-six",
    "seventy-seven",
    "seventy-eight",
    "seventy-nine",
    "eighty",
    "eighty-one",
    "eighty-two",
    "eighty-three",
    "eighty-four",
    "eighty-five",
    "eighty-six",
    "eighty-seven",
    "eighty-eight",
    "eighty-nine",
    "ninety",
    "ninety-one",
    "ninety-two",
    "ninety-three",
    "ninety-four",
    "ninety-five",
    "ninety-six",
    "ninety-seven",
    "ninety-eight",
    "ninety-nine"
  ],
  "big_numbers": [
    "ninety-three million seven hundred and seventeen thousand and eighty-nine",
    "forty-six million two hundred and sixty-four thousand nine hundred and ninety-five",
    "thirty-one million five hundred and sixty-one thousand six hundred and ninety-seven",
    "seventy million four hundred and forty-seven thousand seven hundred and nine",
    "eighty-one million nine hundred and eighty thousand nine hundred and thirty-five",
    "seventy-five million seven hundred and eighteen thousand eight hundred and fifty-nine",
    "eighteen million two hundred and fourteen thousand seven hundred and thirty-five",
    "fourteen million three hundred and forty-eight thousand four hundred and eighty-seven",
    "eighty-four million three hundred and sixty thousand three hundred and ninety-six",
    "thirty-five million ten thousand seven hundred and ninety-eight",
    "forty-three million six hundred and twenty-seven thousand and seventy-four",
    "five hundred and ninety-three thousand two hundred and eighty-nine",
    "ninety-nine million seven hundred and sixty-six thousand six hundred and fifty-seven",
    "eighty-eight million eight hundred and eighty-three thousand six hundred and fourteen",
    "sixty-five million five hundred and sixty thousand eight hundred and forty-eight",
    "eighty million nine hundred and eighty-three thousand eight hundred and seventy-four",
    "fifty-seven million four hundred and sixteen thousand two hundred and eighty-eight",
    "two million twenty-four thousand two hundred and thirty-four",
    "seventy-one million six hundred and twenty-eight thousand two hundred and two",
    "eleven million one hundred and thirty-four thousand two hundred and twenty-eight",
    "forty-seven million seven hundred and eighty-eight thousand six hundred and eighty-eight",
    "sixty-four million one hundred and two thousand nine hundred and eighty-four",
    "twelve million ninety-one thousand and thirty-two",
    "fifty-three million two hundred and thirty-five thousand six hundred and sixty-four",
    "ninety-six million twenty-three thousand and twenty-two",
    "forty-three million six hundred and thirty-seven thousand nine hundred and ninety-five",
    "nineteen million seven hundred and thirty-six thousand six hundred and eighteen",
    "eight million one hundred and eighty-five thousand four hundred",
    "fifty-five million nine hundred and twenty-three thousand four hundred and eleven",
    "eighty-three million forty thousand seven hundred and eight",
    "one million five hundred and thirty-one thousand nine hundred and eighty-four",
    "six million three hundred and eighty-six thousand three hundred and sixty-six",
    "ninety-nine million forty-four thousand one hundred and ninety-four",
    "eleven million three hundred and forty-five thousand and twenty-eight",
    "forty million three hundred and fifty-nine thousand seven hundred and fifty-one",
    "sixty-seven million eight hundred and fifty-eight thousand six hundred and thirty-two",
    "thirty-four million one hundred and seventy-two thousand nine hundred and twenty-one",
    "eighty-nine million nine hundred and forty-eight thousand four hundred and thirty-four",
    "fifty-eight million three hundred and fifteen thousand seven hundred and fifty-one",
    "sixteen million five hundred and eight thousand three hundred and ninety-nine",
    "ninety million five hundred and forty-one thousand seven hundred and fifty-one",
    "eighty-five million two hundred and seventy-one thousand five hundred and twenty-nine",
    "forty-five million five hundred and four thousand one hundred and twenty-four",
    "seventy-two million five hundred and nineteen thousand three hundred and fifty-five",
    "twenty-nine million eight hundred and thirty-nine thousand four hundred and sixty-four",
    "twenty-seven million three hundred and forty-nine thousand two hundred and thirty-two",
    "eighty-one million sixty-seven thousand eight hundred and eighty-six",
    "seventy million two hundred and seventy-seven thousand six hundred and twenty-four",
    "eighty-six million one hundred and seventy-four thousand three hundred and thirty-six",
    "sixty-four million two hundred and twenty-nine thousand seven hundred and seventeen",
    "fifty-four million thirty-five thousand four hundred and forty-two",
    "ninety million two hundred and forty-six thousand seven hundred and eighty-five",
    "eleven million two hundred and twelve thousand four hundred and fifteen",
    "seventy million three hundred and eighteen thousand seven hundred and twelve",
    "eighty-two million one hundred and fifty-seven thousand one hundred and fifty-seven",
    "seventy-seven million six hundred and sixty-seven thousand two hundred and ten",
    "seventy-three million nine hundred and sixty-nine thousand six hundred and sixty",
    "thirty-two million eight hundred and twelve thousand seven hundred and forty-six",
    "seventy-four million nine hundred and eighty-six thousand and sixty",
    "sixty-one million seven hundred and thirty-three thousand one hundred and seventy",
    "ninety-two million three hundred and thirty-nine thousand nine hundred and forty-five",
    "thirty-five million six hundred and forty-five thousand five hundred and thirty-four",
    "fifty-five million three hundred and three thousand eight hundred and twenty-two",
    "eighty-nine million three hundred and fifty-one thousand three hundred and ninety-two",
    "twenty million sixteen thousand eight hundred and twenty-nine",
    "sixty-six million eight hundred and ninety-three thousand eight hundred and ninety-two",
    "forty-two million four hundred and forty-eight thousand six hundred and eighty-three",
    "sixty-five million eight hundred and seventy-six thousand nine hundred and fifty-six",
    "twenty-two million one hundred and eighty-eight thousand three hundred and seventy-seven",
    "thirty-nine million five hundred and forty-four thousand one hundred and eighty-seven",
    "sixty-one million nine hundred and seventy-nine thousand and ninety-five",
    "fifty million four hundred and twenty-one thousand four hundred and twenty-one",
    "eighteen million five hundred and eighty-two thousand seven hundred and thirty",
    "eighty-nine million two hundred and fifty-nine thousand eight hundred and twenty-one",
    "twenty-six million nine hundred and five thousand three hundred and sixty-six",
    "sixty-two million thirty thousand seven hundred and thirty-one",
    "twenty million seven hundred and forty-six thousand nine hundred and seventy-seven",
    "thirty-seven million six hundred and thirty-two thousand two hundred and eighty-three",
    "sixty-seven million nine hundred and forty-two thousand five hundred and sixty-one",
    "forty-eight million three hundred and five thousand and sixty-two",
    "eighty-eight million four hundred and ninety-seven thousand four hundred and one",
    "fifty-two million eight thousand five hundred and eighty-two",
    "eight million five hundred and thirty-five thousand six hundred and twenty-four",
    "thirty-five million four hundred and eighty-six thousand six hundred and ninety-six",
    "eighty-one million four hundred and thirty-eight thousand five hundred and forty-two",
    "eighty-five million two hundred and nine thousand seven hundred and eighty-one",
    "seventy-five million five hundred and six thousand two hundred and ninety-five",
    "eleven million one hundred and fifty thousand five hundred and fifty-one",
    "sixty-eight million four hundred and ninety thousand six hundred and ninety-nine",
    "fourteen million three hundred and sixty-seven thousand five hundred and forty-four",
    "sixty-four million one hundred and ninety-nine thousand seven hundred and sixty-six",
    "fourteen million nine hundred and seventy-eight thousand four hundred and sixty-eight",
    "sixty-five million six hundred and fifty-eight thousand two hundred and seven",
    "ninety-two million nine hundred and fifteen thousand eight hundred and eighty-eight",
    "thirty-two million one hundred and seventy thousand six hundred and fifty-one",
    "sixty-five million seven hundred and eighty-four thousand four hundred and fifteen",
    "twenty-nine million twenty-one thousand seven hundred and thirty-four",
    "nine million eight hundred and eighty-three thousand one hundred and thirty-nine",
    "eighteen million six hundred and eighty-three thousand eight hundred and sixty-five",
    "ninety-one million six hundred and thirty-six thousand five hundred and eighty-two"
  ],
  "intent_sentences": [
    "In Republic of Ostrów right now will it be stormy?",
    "Will it snowstorm in 10 minutes at Chafford Gorges Nature Park?",
    "Will we have snowfall in april the ninth",
    "Will we have rainfall in Carnarvon tonite?",
    "If I go to the Dutch Language Union right now will I encounter a blizzard?\n?",
    "Will it be snowy at 4 p.m. in the Colony of British Columbia?",
    "Is there going to be snowfall at 08:39 p.m. in Taifa of Seville",
    "Will the weather be cloudy in 10 seconds in MI",
    "will it be overcast at seven o'clock in Maryhill Estates?",
    "Will it be stormy at 8 p.m.?",
    "Is the weather forecast this Evening going to be stormy?",
    "Will there be sun in Southern Qi at 12 P.M?",
    "will there be fog at Owings Mills Virgin Islands 17 hours from now ",
    "When I go to Todd Nature Reserve next year will there be humidity?\n",
    "will it be rainy at twelve AM in Sacatar Trail Wilderness",
    "will there be a blizzard in Patterson Springs VI at 0?",
    "Will it be snowy in Thorn Abbey in 17 hours?",
    "Will the weather be stormy april 27th in PA",
    "will there be rainfall now in Coalition Provisional Authority?",
    "at 05:12 p.m. in Groothertogdom Hessen will it be windy",
    "Is it going to rain at 09:17 pm in Невшехир?",
    "Will it snow in Kilmore East, Victoria on march 28?",
    "Will it be sunny at ten AM in Lewis and Clark Trail State Park?",
    "will there be fog at on the fifteen in Bunbury?",
    "will it be foggy at 01:53:56 AM in Condado de Livingston?",
    "let me know if it will be humid at 4 AM",
    "is there any rainfall right now?",
    "Will there be a snowstorm at 04:28 in NM",
    "Will it rain this evening?",
    "Will we have snowfall in one hour from now?",
    "will there be a snowstorm one second from now in the Democratic Republic of Georgia",
    "Will there be rainfall in Margraviate of Moravia 17 seconds from now",
    "Will there be sun in Slobozia at midday?",
    "will there be a blizzard in Windsor County 16 seconds from now?",
    "Will it be snowy in Batiscan River Park on September 26th, 2021",
    "I want to know if it's going to be cloudy at eleven p.m. at the Anglo-French Joint Naval Commission",
    "will it be humid one second from now in the Tsardom of Bulgaria?",
    "Let me know if there's a blizzard coming in 1 hour and 1 second to the Straits of Mackinac Shipwreck Preserve",
    "Will it be cloudy in Burlingame State Park 5 hours 8 minutes and four seconds from now?",
    "will there be a depression at 20:55 in Zachlorou",
    "Will it be stormy at 12 a.m. in Saint-Cyr-sur-Loire?",
    "Will there be any rainfall at three A.M. In Middlesbrough?",
    "will it be foggy at midnight?",
    "will there be a snowstorm 7 hours from now in Tyler County",
    "will there be snowfall in the Rhenish Republic on apr. 19, 2037?",
    "will there be sun at 11:46:38 in Al Marsá?",
    "Calling Lake Provincial Park stormy around 5, is it true?",
    "Will there be a snowstorm Aug. 6, 2037 in the County of Barcelona?",
    "Is the weather forecast to snow in Taylor County, Iowa on july 5, 2027?",
    "Tell me if there will be snow at 0 a.m. in Fundy National Park?",
    "Is it humid at noon in Jardín América?",
    "Is it overcast right now in LaBarque Creek Conservation Area?",
    "Arond eight o'clock in Witheren will it be rainy?",
    "will there be humidity ten weeks from now in Emirat Buchary?",
    "Will there be hail a month from now in Mount-Cook-Nationalpark?",
    "will it be windy at 18:16 in the Upland Island Wilderness?",
    "Is it foggy now in Kingdom of Mapungubwe?",
    "will it be high humidity last Mar. in GA?",
    "will there be sun at seven AM in the Grand Duchy of Finland?",
    "Will it be stormy at 18:07:49?",
    "Was there snowfall last February?",
    "Is it going to be snowy in Rio Negrinho this Saturday?",
    "will there be a depression at 11 a.m. in Arkansas",
    "in History of Nauru  at 17:14 will there be a cloud",
    "will there be sun in Nazaré",
    "In Bellair Pennsylvania this Afternoon will there be a storm?",
    "will there be humidity at 4 P.M. in IN?",
    "will there be fog at 0 A.M?",
    "will there be sun 8 hours from now?",
    "is it windy now in إدارة ريو سان خوان",
    "is there rainfall this evening in Thap Than",
    "will it he humid in タオス郡 at five PM",
    "will there be humidity in the Evening at Nationaal park Mercantour?",
    "Will it be snowy at Homestead National Monument of America at 10 P.M?",
    "will it be rainy at 10 PM",
    "Will there be a cloud at 10 pm in Foulweather Bluff",
    "will it be humid in Achères 15 minutes from now?",
    "Will there be sun at Five Mile Pass?",
    "In Lost Dutchman State Park at 0 a.m. will there be any wind?",
    "Will there be rain on december 15, 2031 in the Provisional Government of Western Thrace?",
    "Will the humidity be high in Teide National Park on sep. the eighteenth, 2022?",
    "will there be rain at Christmas Island National Park tomorrow?",
    "Are they saying there will be rain around 15 o'clock near Taifa of Saltés and Huelva?",
    "Will it rain at 3 o'clock in Chignik?",
    "Will it be foggy at eight a.m. In Islande?",
    "will it be cloudy 2 hours from now in the Dutch Malacca",
    "Is there going to be a depression in the weather at 00:44 pm in Kingdom of Powys?",
    "Will it storm at noon in Pennsylvania State Game Lands Number 226?",
    "will it be cloudy eleven minutes from now in Wisconsin?",
    "Will we have sun in Duchy of Florence?",
    "Will it be sunny at 0 in Comstock",
    "will it snowstorm in one minute at Lakes by the Bay IN",
    "Is the weather forecast to have rainfall starting next week in Sinclairville IA?",
    "Will it storm on jul. tenth in Trossingen?",
    "in County of Artois is the sun shining?",
    "Will it be rainy at ten am",
    "will it hail on february the twenty-sixth in the Lopatinsky District",
    "Will the weather be windy in Aurora—Oak Ridges—Richmond Hill this Winter?",
    "The storm will reach in 21 seconds at Sutter National Wildlife Refuge?",
    "Will there be a blizzard in ten seconds in Seymourville?",
    "will there be sun at eleven pm in Republic of Entre Ríos",
    "will there be a depression in 6 hours in Logan County, Illinois",
    "Is it going to be overcast at eight PM?",
    "Is it going to be cloudy one hour from now in Duchy of Amalfi?",
    "Will there be sun now in Norway",
    "Will it be snowy this evening in Campia Idaho?",
    "Will the weather be windy at 03:08 PM",
    "Around three o'clock at Bald Knob National Wildlife Refuge will there be rain?",
    "will there be wind at 4 A.M. in Taifa of Ronda?",
    "is it overcast at Beacon Rock State Park right now",
    "Will it storm two minutes from now in Swedish overseas colonies?",
    "Will there be rainfall in Rejon karmaskaliński on apr. the fourth?",
    "Will there be sun in one minute and 1 second at Nationalpark Pha Taem",
    "will there be fog next Apr?",
    "Will there be rain in Lotharingia at 03:04 pm?",
    "Will there be a front of depression at 1 A.M. In Connecticut River Greenway State Park?",
    "Will there be a depression in twenty three minutes in Second Empire mexicain?",
    "Show all cloudy conditions in County of Nassau three seconds from now",
    "What is the weather gonna be like today seven years from now, will it be a lot of humidity?",
    "How will the humidity be in Indiana in seven months?",
    "Will there be a cloud in Kingdom of Spain under Joseph Bonaparte at 04:06:32 pm",
    "will there be sun at 8 PM in Emirate of Granada?",
    "Is it going to be rainy on June 14 ?",
    "Is it going to snow at five A.M. in Kingdom of Gampola?",
    "Will it be cloudy on Mar. 24?",
    "find out if there will be hail on apr. 22, 2036 in Nabīnagar?",
    "will there be sun at 21:02:15 in Caldes de Montbui?",
    "at nine o'clock will the sun be out at Kuyedinsky District",
    "Is the weather going to be sunny in FM at two a.m.?",
    "will there be hail 10 seconds from now in Crimean Khanate?",
    "will there be a cloud at Terry Badlands WSA around lunch",
    "will there be snowfall on october 21 in Gloucester County, New Jersey",
    "Will there be a storm in Florida in 10 minutes",
    "Will it be sunny in Michigan on may 3, 2036?",
    "Will there be any snowfall at nine P.M. in LA?",
    "Will there be a depression in the weather in eight hours at Burton Creek State Park?",
    "will there be rainfall now in Chunghwa",
    "Will the weather be humid in 9 seconds in Clallam Bay Wyoming?",
    "will it be sunny at 6 a.m. in Federated States Of Micronesia ",
    "will it be overcast now in Bald Knob National Wildlife Refuge",
    "Will the weather be sunny in 10 days in AR?",
    "Will there be snow at 17 in Cuyuna Country State Recreation Area",
    "will it be cloudy at 0 p.m. in Bokora Corridor Wildlife Reserve?",
    "will it hail in fourteen minutes at Saksonia-Coburg-Gotha",
    "Will it hail tomorrow in RI?",
    "Will there be a storm in Kežmarok in thirteen seconds ?",
    "Will it be foggy tomorrow in Redgrave and Lopham Fen?",
    "Find out if the sun is out in Glen Alpine",
    "at one P.M.  will there be sun at Shiner",
    "is it going to rain right now in Organisation of African Unity",
    "will there be rainfall at 23:34:08 in Alabama Scenic River Trail?",
    "Will the weather have wind next spring in Franklin Island National Wildlife Refuge",
    "Will it still be humid at 07:19:16?",
    "Will it be snowy on may the 3rd in Hampton Ponds State Park?",
    "Is there going to be sun in Fort Pierce Inlet State Park?",
    "Is there any humidity scheduled for this month in Ypsilanti?",
    "Will the weather be foggy now in Shrīrāmpur",
    "How will the humidity be at nine in Wisconsin?",
    "IS it going to be cloudy one hour from now in Landgraviat de Thuringe",
    "Is it going to be windy in Coraopolis Kansas tomorrow?",
    "in 22 hours will there be rainfall in Foy Provincial Park",
    "Will the sun still be here 1 second from now in Grand Duchy of Berg?",
    "Will there be a storm at two P.M. in Machimoodus State Park",
    "will there be a depression in Groff Creek on Mar. 28",
    "will it be overcast at zero pm in Saguenay Fjord National Park?",
    "Is it going to be snowy at six AM in マイアミ・デイド郡?",
    "will it be snowy in NJ in one hour from now?",
    "Will it be sunny during the Second Occupation of Cuba",
    "Is it going to be humid now in Chikuhō Prefectural Natural Park",
    "What will the humidity be 6 hours from now in Calakmul Biosphere Reserve?",
    "Will it be stormy in Sagamore Hills eleven months from now",
    "Will it be rainy around the Roman Catholic Archdiocese of Fort-de-France–Saint-Pierre in jan?",
    "Will it be high humidity at First Toungoo Empire",
    "is there hail now ?",
    "Will there be sun in the forecast in Royalston Falls?",
    "Is it going to be foggy 4 hours and twenty one seconds from now in Duchy of Opole",
    "Will there be sun now in GA",
    "Will we have rain in one minute",
    "will it rain at 00:52",
    "Will it be humid now in Selwyn County, New South Wales",
    "Will there be rainfall on nov. the nineteenth?",
    "Can you tell me whether the sun will be out at six PM?",
    "What will the humidity be at Mae Wa National Park in one second?",
    "Will it be cloudy twenty three minutes from now?",
    "Will it be cloudy in LA 1 hour from now?",
    "Will there be snowfall in Bishopric of Dorpat thirteen seconds from now?",
    "will it rain 10 minutes from now at the World government",
    "will there be hail in Queen Maud Gulf Migratory Bird Sanctuary on 1/21/2025?",
    "will it be high humidity in the afternoon",
    "will it be overcast on jul. 27th at Hell’s-Gate-Nationalpark",
    "Will there be sun in 2 seconds?",
    "will there be a blizzard in GU at 14:37",
    "Will there be a cloud 13 hours from now in the United Nations?",
    "Will there be a cloud at 6 P.M. in Province of Pennsylvania",
    "in 17 hours will there be humidity in Nagari?",
    "I hope it won't be humid around four a.m. near Tsardom of Russia?",
    "Will the sun be out in the Archieparchia Akki?",
    "Will it be sunny in the French Second Republic?",
    "will there be snowfall at 1 pm in Nevada?",
    "Is it going to be foggy in NY one minute from now?",
    "Will it snow in Mansfield Hollow State Park at 13?",
    "will it snow in TX today?",
    "What is the humidity this afternoon for Beech Creek National Scenic Area",
    "will it be sunny on the 19 in Orillia",
    "will it be rainy at 3?",
    "Will it rain at 1 a.m.?",
    "will it be foggy in seventeen minutes in Linesville?",
    "On oct. thirteenth in UT will there be a depression of any kind?",
    "Show all forecasts of sun in Marblemount?",
    "Will it be foggy now",
    "Will it be cloudy in McGrady New York at 16?",
    "At 12 p.m. is it going to be sunny in Pennsylvania?",
    "will there be a tropical depression in Palau in 4 minutes?",
    "will it be rainy in one minute in Ivanovo?",
    "In Cley Marshes at 02:48:06 P.M. will there be a depression?",
    "What will the humidity be in apr. In Republic of Central Lithuania?",
    "Will it rain on Oct. the 17th, 2017 in Tsue Sankei Prefectural Natural Park?",
    "will it be sunny in Belvedere this autumn",
    "Will it be snowy at six AM in Ammoniti?",
    "Is the weather forecast to have humidity in the morning at Pinnacles-Nationalpark?",
    "will there be a weather depression at Coldwater River National Wildlife Refuge at 0 PM",
    "Will it be stormy June second in Hrabstwo Edessy",
    "What will the humidity be in 11 minutes in San Antonio Heights",
    "Will the sun be out in Ardeşen?",
    "Will it be foggy september 4 in Chanat Chiwy?",
    "Will there be wind in the French Cameroons on august 14th, 2026?",
    "on Mar. seventeenth, 2021  in Bistum Jackson is it going to be stormy?",
    "Find out if there will be humidity at six AM",
    "Will there be wind on july the 3rd, 2024 in Golpāyegān?",
    "Will there be fog in Glendale at one P.M.?",
    "Is it going to be windy in 1 hour and 1 second from now in Chickasaw National Wildlife Refuge?",
    "Will there be a blizzard at 8 pm?",
    "Is it foggy now in Juan Griego?",
    "Will the weather be cloud at nineteen o'clock in Kerava",
    "is there going to be high humidity at 17:26?",
    "Is there any humidity in the forecast this evening in NE?",
    "Will there be snowfall in five weeks for Sultanate of Rum?",
    "Will there be cloud cover at 08:06 am in Areopagus of Eastern Continental Greece?",
    "will there be sun in the Province of New Jersey?",
    "will it storm in Hanseatic League at nineteen o'clock",
    "Find me the weather for League of the Ten Jurisdictions involving depression",
    "Will it be stormy in 4 months in Nice",
    "Will it storm at 03:38 AM?",
    "will there be sun in Bonham AR?",
    "In the County of Veldenz will I be hit with wind in 1 second?",
    "Will there be cloud cover at 6 A.M. In Delanco DE?",
    "will there be a snowstorm in Massachusetts in 16 hours one minute and one second",
    "Will it storm in Cape May County",
    "Will there be a blizzard in Riding Mountain Biosphere Reserve nineteen hours 1 minute and one second from now?",
    "Will it be rainy at 21 in Tiveden National Park?",
    "Will there be wind at 13:35 in Hacienda Heights Oregon?",
    "will it be stormy on jun. the twenty-first, 2036 in Black Rock State Park",
    "Will there be cloud cover at seven o'clock in Diecezja Apartadó?",
    "Will it be humid tonight in the Solomon Islands?",
    "Will it be stormy in Stones River National Battlefield now?",
    "Show me films that will be playing in the area in Sep.",
    "Show me movies playing at the nearest of the Star Theatres next autumn in 3 minutes?",
    "Show me movies that I can see at the AMC Theatres in October one minute from now?",
    "I want screenings on October 25th?",
    "What movies are playing nearby in October at 11:28 a.m?",
    "Find me movies at the nearest National Amusements twelve hours and 1 minute from now",
    "I want screenings around here at 00:58:56 A.M?",
    "Show me movies playing this year?",
    "I wants screenings happening right now",
    "What movies are playing in the neighborhood around supper in a week ",
    "What's the movie listing at the closest Warren Theatres next Wednesday at Noon",
    "Show me all movies playing nearby on Aug. 20, 2037",
    "I want nearby screenings on Feb. fourteenth",
    "I want screenings Feb. 1",
    "I want to see a movie close by on december ninth, 2018 during breakfast time?",
    "I want to see a movie at B&B Theatres on March 9th at 23:01",
    "I want screenings around here at eleven?",
    "What movies show at the closest Consolidated Theatres right now?",
    "Show me movies playing in the neighborhood during kwanzaa at noon?",
    "I would like to see a movie this morning anywhere in the neighborhood?",
    "I want you to find a movie somewhere locally at six p.m?",
    "I would like to see all movies playing closest to North American Cinemas on july 21st, 2030",
    "I want movies in the neighbourhood at 12:18?",
    "What movies are showing in 1 minute at the nearest KB Theatres?",
    "List of movies for august 15, 2035?",
    "I want the nearest Pacific Theatres screenings on august the twenty-seventh, 2019",
    "Find a movie at twelve PM?",
    "I want the closest screenings at Marcus Corporation next april",
    "I want screenings at Goodrich Quality Theaters 53 weeks from now",
    "Show me everything playing nearest me at Kerasotes Theatres at 6 PM on January the fifteenth, 2036",
    "what's the movie listing for the closest Century Theatres on apr. 12, 2019 at four AM",
    "What's the movie listing for in the neighbourhood at 3 AM in four years and a half",
    "I want nearby screenings september the 24th, 2037 midday?",
    "What movies are playing now?",
    "What movies are showing next October?",
    "I want the closest screenings at Dickinson Theatres in eight months?",
    "I want screenings on Halloween",
    "I want screenings on Feb. 1",
    "What's on screens around here at 8 PM ?",
    "Can I watch a movie around here at dec. the nineteenth, 2029?",
    "What's showing close by last Sep?",
    "I want screenings 1 hour from now",
    "At Landmark Theatres on September 20th are there any movies during breakfast?",
    "I would like to see any movie in the area one minute from now",
    "What are the movies playing on November 23 in the area around here?",
    "What close by movies are showing one second from now and next month?",
    "All movies in the neighborhood in september",
    "Find the closest screening for Amco Entertainment on may 24th",
    "What can I see at the nearest AMC Theatres this week ?",
    "Any movies on September the sixteenth?",
    "I want screenings Feb. 1",
    "I would like to see all movies at the nearest Dickinson Theatres at noon",
    "What's showing at the closest Century Theatres in four years ?",
    "Find a movie for Cooper Foundation in the morning?",
    "Find the nearest Cineplex Odeon Corporation tomorrow at 9 o'clock",
    "Find a movie on sep. twenty-sixth at Dipson Theatres?",
    "I want to see a movie next week",
    "I would like to see all movies playing nearest to Showcase Cinemas on april the 15th?",
    "What's due to be shown at cinemas December 13th, 2034 ?",
    "What's playing at the nearest Loews Cineplex in 5 years ?",
    "I want to see a movie in the neighbourhood one hour from now?",
    "Show me movies playing close by five weeks from now in 2 minutes?",
    "Find me all movies in the area at three o'clock",
    "Tell me what movies are playing in the neighbourhood on july eighth, 2022?",
    "I want the closest Cooper Foundation screenings in four weeks one hour from now",
    "Whats showing 9 hours from now?",
    "I want screenings around here on july the 18th, 2022 at 7 o'clock?",
    "I want nearby screenings next week",
    "I would like to see all movies playing nearest to Southern Theatres on september twenty-second at 00:42?",
    "What movies are showing at the nearest MJR Theatres 4 seconds from now next week?",
    "What movies could I see at the nearest Cineplex Odeon Corporation at 08:08:23 am?",
    "I want the closest screenings at Warren Theatres this autumn at 3 AM?",
    "I want screenings in the neighbourhood at 11 am?",
    "What's showing at Bow Tie Cinemas in 8 seconds?",
    "I would like to see all movies playing closest to Magic Johnson Theatres six years from now at eight A.M.",
    "I would like to see all movies playing at 04:04 a.m?",
    "What movies are showing at the nearest IMAX Corporation fifty five days from now at a meal time",
    "What movies are playing in the area today?",
    "Fins a movie playing at 10:57:19 A.M?",
    "Show me films that will be playing next fall?",
    "Find a movie for Apr. 2, 2021",
    "I want screenings in the neighbourhood  on may the 10th, 2031",
    "I want to see a movie closest to B&B Theatres at 4 o'clock?",
    "Show me movies playing close by in one minute ?",
    "What's screening at the closest Amco Entertainment this month ?",
    "What is showing around 01:01:35 A.M.",
    "Show me movies playing at 4 o'clock?",
    "What are all of the movies playing at the nearest Consolidated Theatres next week",
    "What movies are showing at 17 o'clock?",
    "I want screenings on thurs. in the neighborhood",
    "Show me movies playing one second from now",
    "I want the closest Cobb Theatres screenings on December 23 at 12 p.m.",
    "What is playing close by 4 years and a half from now at 3 pm",
    "I want to see a movie around here two hundred twenty one days from now?",
    "in 4 seconds show me all movies playing close by on Apr. the 24th",
    "I want screenings at 07:29:31",
    "I want the nearest screenings at Plitt Theatres in one month at supper",
    "Show me movies at Cineplex Odeon Corporation around eight PM?",
    "I want to see a movie at Dickinson Theatres in six hours",
    "What movies are showing at twelve P.M.?",
    "I want nearby screenings at 03:38",
    "I need movies in the area on November 4 at two PM",
    "I would like to see Olive Thomas sometime this month?",
    "What's the movie listing for September 20, 2018",
    "Show me all movies playing at the nearest Dickinson Theatres 1 hour from now?",
    "Show me all Bruce Willis movies playing on october twenty-sixth, 2033",
    "I want nearby screenings on aug. 3",
    "I want the closest Caribbean Cinemas screenings in 12 years  in 1 second?",
    "What movies are showing in the area in 1 second",
    "What's scheduled to show at 12 A.M. at the closest Dickinson Theatres four and a half months from now ?",
    "I want to see a movie closest to Cinemark Theatres on Aug. the sixth",
    "What movies are playing at Speakeasy Theaters on january second and now?",
    "I want the nearest screenings at Regal Entertainment Group in eight years  ?",
    "Show me what movies are playing in the neighborhood 42 weeks from now ?",
    "Tell me what's playing close by on august 10th, 2035.",
    "What movies are in theaters in Jun.?",
    "I want screenings around here at August twenty-sixth, 2023?",
    "I want screenings around here at july thirteenth, 2038",
    "I want screenings on 3/10/2020",
    "I would like to see a movie closest to Plitt Theatres anytime in three minutes or even in 8 months",
    "I want to see a movie closest to Neighborhood Cinema Group on oct. 22nd at 02:09",
    "I would like to see all movies playing in a year ",
    "Look for a movie in one minute",
    "I want the screenings on november 15, 2017?",
    "I would like to see all movies playing nearby on apr. the 22nd at elevenses?",
    "I would like to see all movies playing around here in 1 hour?",
    "What movies are showing at the nearest General Cinema Corporation this month at four a.m?",
    "Show me movies playing in the neighborhood next week",
    "I want screenings fifteen hours from now",
    "Find me the nearest Goodrich Quality Theaters that has a screening after 2 o'clock",
    "Find a movie for July the thirteenth, 2030?",
    "Find a movie this week",
    "I want to see a movie eight minutes from now",
    "What movies are showing this week at the nearest Wanda Group",
    "I want movies at 19 o'clock",
    "Find me all the movies playing in the neighbourhood at 7 o'clock",
    "Are there any movies starting sixteen minutes from now?",
    "I want screenings on jul. the 1st, 2037",
    "I want screenings on jun. the thirteenth",
    "I want to see a movie nearby 8 months from now?",
    "Show me movies playing at the nearest Century Theatres at 3 P.M.",
    "I want screenings this Spring",
    "What movies are showing around here at 5 AM?",
    "What movies are playing at the closest Dipson Theatres on 1/10/2035  at breakfast?",
    "Show me movies playing at twelve o'clock",
    "Find a movie for november the 3rd, 2020",
    "I want screenings nearby on Jan. third at 09:02:36 p.m?",
    "Loook for a movie Thursday",
    "Which movies are showing in 16 seconds?",
    "Please find a movie that's nearby playing something in 19 hours ",
    "What movies are scheduled to show at cinemas 4 years from now ?",
    "I need a list of movies playing at six a.m.?",
    "All movies at nearest Megaplex Theatres the day after tomorrow around thirteen o'clock",
    "I would like to see all movies playing on nov. first",
    "I want to see a movie on sep. the 23rd, 2027",
    "What are the closest movies showing at B&B Theatres this spring?",
    "I want the screenings in 14 weeks?",
    "I want screenings 12 years and a half from now?",
    "I want screenings at fifteen o'clock?",
    "I want to see a movie 11 months from now",
    "What's showing at 09:58 P.M. ?",
    "What plays at four P.M?",
    "what movies will be shown at 00:25?",
    "I need to know what movies are showing in the area on Aug. 13, 2032?",
    "I would like to see any movie at the closest IMAX Corporation at six am?",
    "I want the closest screenings at Bow Tie Cinemas at five pm?",
    "I want the nearest Magic Johnson Theatres screenings on 7/13/2022 at elevenses",
    "What's coming on at the nearest Harkins Theatres one hour from now ?",
    "I want screenings in the area at zero P.M?",
    "What's playing at the closest Loews Cineplex Entertainment a day from now, at Night?",
    "I want screenings around here in 10 hours",
    "What movies show nearby tomorrow",
    "I want the nearest screenings at Landmark Theatres on july 25",
    "Are there any movies scheduled in the area for january twenty-fifth, 2033?",
    "What's going to be playing at General Cinema Corporation 16 weeks and a half from now ?",
    "Show me the movies at the closest Fox Theatres tomorrow at noon",
    "Show me all movies playing nearest me at 10 PM at Cineplex Odeon Corporation",
    "I would like to see all movies playing next october?",
    "I would like to see any movie around here in 12 minutes ",
    "What movies are showing at the nearest Alamo Drafthouse Cinema at july 24, 2031",
    "Show me movie listings for the closest Magic Johnson Theatres at eleven am",
    "Tell me movies playing monday?",
    "I would like to see all movies in the neighborhood at 10:03:19 a.m?",
    "I want screenings nearby on september the 24th, 2037 midday",
    "Show me all the movies playing at the closest Mann Theatres playing between now and october 7, 2023",
    "What movies are being shown at the nearest Cineplex Odeon Corporation this Winter",
    "Tell me what movies are playing at Mann Theatres in 53 weeks?",
    "I want to see a movie at Magic Johnson Theatres at one P.M.",
    "Show me all movies around here next week in 1 minute from now?",
    "Find a movie in the neighborhood one minute from now",
    "Show me movies playing at the nearest Santikos Theatres this year by 15 o'clock?",
    "I want to see a movie in the neighborhood in one month?",
    "I would like to see all movies playing nearest to Marcus Corporation on apr. the 14th?",
    "I want screenings at 6 A.M.",
    "I want screenings at 0 A.M?",
    "What's the weather going to be in South Korea in 1 second from now?",
    "Show me the forecast for 15:57:52?",
    "It is currently 12:49 P.M. find the weather in WI.",
    "Find the Qingyang at thirteen o'clock?",
    "What is the weather like in Wheeler National Wildlife Refuge right now?",
    "give me the forecast for Hopeville Pond State Park thirteen hours from now",
    "weather for Ministry of Agriculture, Animal Industry and Fisheries this week?",
    "Show me Barnhart Mississippi weather forecast for 2/25/2028?",
    "What will weather in State of Brazil be on wed?",
    "get the weather forecast for Kingdom of Italy one hour from now?",
    "What's the weather in State of Brazil on wed?",
    "get the Thousand-Islands-Nationalpark weather forecast for twenty one minutes from now",
    "Can I get the weather forecast for Corcovado National Park at eight p.m?",
    "Show me a forecast for july 12th, 2026 on the Islands of Refreshment?",
    "get the weather forecast right now?",
    "Get the weather forecast for Alaska on oct. third",
    "weather for Rubí the day after tomorrow?",
    "Weather for Sisak one second from now?",
    "Can I get the weather for one second from now?",
    "What is the weather like now in Iroquois National Wildlife Refuge",
    "What will the weather be like now in Indo-Scythians?",
    "Tell me the weather in Pan American Health Organization on dec. the twenty-second, 2021 ",
    "what is the longterm forecast for next fall",
    "what is the weather forecast for Dutch Coromandel in one minute",
    "get the Cedar Point National Wildlife Refuge weather forecast for fifteen o'clock?",
    "get the 1 a.m. weather forecast for Kingdom of the Canary Islands",
    "get the Idaho weather forecast in 1 minute and one second?",
    "What is the forecast in Dutch Coromandel in one minute",
    "How is the weather outside right now?",
    "weather in Grand Teton National Park at five PM",
    "tell me the weather for Fishlake National Forest at three AM?",
    "get the 00:40 P.M. weather forecast for Maze National Park",
    "Tell me the weather forecast for Elkhart at 17 o'clock.",
    "Look for the forecast in Trust Territory of the Pacific Islands for 4 minutes from now",
    "What's the weather forecast for Kenedy on april 24th?",
    "weather in Northern Mariana Islands on jan. sixth?",
    "weather for MH now?",
    "What's the weather 3 minutes from now in Provisional Government of the French Republic?",
    "Give me the forecast for West Virginia 1 second from now.",
    "Give me the weather for Vernon River-Stratford 1 hour from now.",
    "What's the weather like in Nebraska now?",
    "What will the weather be like in Latvian Socialist Soviet Republic in seven minutes from now?",
    "Weather in Mashulaville Tennessee one minute from now?",
    "What is the weather forecast at midnight for Corbett-Nationalpark?",
    "weather for Rubí the day after tomorrow",
    "get the South River State Forest weather forecast for nine o'clock?",
    "Lannon weather at 1 A.M?",
    "get the weather for october the third, 2023?",
    "Show me a forecast for Lutts in 23 weeks ",
    "Weather forecast for Special administrative regions of China on feb. the 21st, 2031?",
    "Search at 4 p.m. on the Banke National Park?",
    "Find the thirteen Kassopaia?",
    "Give me the feb. 1 forecast at Laguna Mountain Recreation Area.",
    "Look at 10:21:35 am",
    "What is the weather forecast for Greenfield on November the 4th, 2035?",
    "get the weather forecast for zero AM",
    "weather for Koivusuo Strict Nature Reserve at 11 am",
    "get weather forecast for twenty three",
    "What's the weather at 1 A.M.",
    "find weather for hour 14 in Liwonde National Park",
    "get the weather for Nationaal park Mount Aspiring for six pm?",
    "get weather forecast for 奥斯塔尔伯县 right now?",
    "weather for Rubí the day after tomorrow?",
    "how is the weather in Wikariat apostolski Puerto Leguízamo-Solano now?",
    "What's the weather in 5 hours from now in Imperial County of Rantzau",
    "get the january 23, 2030 weather forecast for Province du New Hampshire?",
    "I'd like the 13 o'clock weather at Meeks Bay Vermont?",
    "weather for Rubí the day after tomorrow?",
    "get the Midday weather forecast for First Mexican Republic?",
    "get the weather forecast for Faba Forest Park at ten pm?",
    "What will the weather be in Lac du Bois Grasslands Protected Area at 17 o'clock?",
    "What is the Wenzhou weather forecast right now?",
    "What will the weather be like in Amboseli-Nationalpark at 9 am?",
    "get the weather forecast for Terytorium Missouri at 10:55",
    "weather for Rubí the day after tomorrow",
    "get the First Hellenic Republic weather forecast in one second?",
    "I'd like to see a forecast for Arkansas at 20:13:53?",
    "Search for Friendly at noon",
    "What's the weather in twenty three minutes from now",
    "What is the weather like at Pond Island National Wildlife Refuge one second from now?",
    "how will the weather be in Kingdom of Loango at 1 am?",
    "get the weather forecast for VT at five P.M.",
    "How is the weather in Glenn at 00:27 PM?",
    "I want the weather Close House Mine at 09:55 p.m?",
    "What is the weather forecast for Kingdom of Hanover in the night?",
    "weather for October the 14th, 2020?",
    "what is the weather forecast for Ciechanów 1 minute from now",
    "What the weather in twenty two hours in NH?",
    "What is the forecast in Hell Hole Swamp now",
    "get the weather forecast for Laurel Fork North Wilderness at 4 pm?",
    "What will the weather be like in Utah at two P.M.?",
    "weather at fifteen o'clock?",
    "get the Aksu-Zhabagly Nature Reserve weather forecast for wednesday?",
    "What is the weather forecast for Daleyville at five PM?",
    "Will it be warm in the Principality of Schaumburg-Lippe around eleven a.m.?",
    "Weather for Kenneth Dubuque Memorial State Forest on may the 14th?",
    "I want to know the weather in 1 second at Randolph County State Recreation Area?",
    "what is the weather forecast for Euro gold and silver commemorative coins at noon",
    "get the weather forecast for Michigan on February the seventeenth, 2021?",
    "What's the weather in Indian Trail 12 minutes from now",
    "Hows the weather in Vila Velha today?",
    "What will the weather be at 11:05:26 p.m. in Dairyland AK?",
    "What is the forecast like for Archieparchia Irbilu in 15 minutes?",
    "What's the weather now",
    "What is the forecast now in Yoshinogawa-Tsuboro Prefectural Natural Park",
    "What is the weather like this week in Red Hills State Park?",
    "At five P.M. what will the weather be in Apostolisch vicariaat Noord-Arabië?",
    "what is the weather forecast for mar. 2",
    "Show me a forecast for Muscoda OK in twenty three hours",
    "Find weather for Dominguez Canyon Wilderness now",
    "What is the weather forecast for Bureya Nature Reserve on dec. twelfth?",
    "I want the weather in North Dakota at eleven a.m.",
    "11 P.M. weather in Contea di Gray?",
    "What is the weather forecast for Neame one minute from now?",
    "get the weather forecast for Nationaal park Braulio Carrillo for 23 hours from now?",
    "get the Moita weather forecast for one second from now",
    "get the Rio Branco do Sul weather forecast for last november?",
    "Look for 12 on the Gold Coast?",
    "Show me the forecast for 20 hours from now",
    "get the Province of South Carolina weather forecast for seven pm?",
    "What is the weather forecast for Indiana at 01:00:51 p.m.",
    "Get the weather forecast for Greenwood OR now?",
    "Let me know the weather forecast for Tonight in Waterford Works IA.",
    "What's the weather like in Hollyvilla Indiana on 12/22/2020?",
    "Can I get the weather forecast for North Dakota in four hours",
    "What is the weather twenty three minutes from now?",
    "what's the weather now in MH",
    "What will the weather be like in 12 hours 18 minutes and 1 second from now?",
    "get the weather forecast for apr. the 28th, 2031",
    "Give me the 09:02:10 a.m. weather forecast for Clarks?",
    "weather for dec. the twenty-second, 2021 at Pan American Health Organization",
    "Find the Lake Mason National Wildlife Refuge at 6 p.m?",
    "What is the weather forecast for Ashtarak on April twenty-fifth",
    "get the weather forecast for Ifakara right now",
    "tell me the weather forecast for West Virginia at seven a.m?",
    "weather in Kwantung Leased Territory now?",
    "get the weather forecast for eighteen hundred?",
    "get the Yōkaichiba weather forecast for next year",
    "get the Massacre Rocks State Park weather forecast in one second",
    "get the Principality of Kastrioti weather forecast for 05:28 A.M.",
    "What is the forecast in Hell Hole Swamp now?",
    "Weather now in Krasnogorsky District, Udmurt Republic?",
    "weather for Black Bulga State Conservation Area at five PM",
    "What the weather in Bremerton right now",
    "Whats the weather in Bismarck right now",
    "What is the forecast in Louisiana in 56 weeks?",
    "What's the forecast like for Lega achea on April 26th?",
    "Search in Idaho in eighteen minutes ?",
    "get the weather forecast for Kingdom of Croatia at 03:58 P.M.",
    "Show me a forecast for Shirley in september?",
    "Show me the forecast for Valence in one second from now?",
    "get the one pm weather forecast for Trans-Oconee Republic?",
    "Tell me the weather forecast for Meadow Grove at 07:27:27?",
    "I need the weather for Principality of Anhalt-Aschersleben in 7 minutes and 21 seconds?",
    "I want the weather at zero am in Great Arctic State Nature Reserve",
    "What is the forecast in Guam 4 hours from now?",
    "weather for Lower Lorraine on march the 17th?",
    "What's the weather going to be like at 6 AM?",
    "What is the weather forecast for now for NV?",
    "What is the weather in Johnston NE at four AM?",
    "Tell me the weather in Sassonia-Gotha in 1 minute from now",
    "What will the weather be like Tonight in Joshua Tree Utah?",
    "weather for October the 14th, 2020",
    "What's the weather in Town of Northam at 3?",
    "What's the weather in 1 minute?",
    "get the weather forecast for Rolling Meadows right now",
    "weather in Marie-Victorin at 3 P.M?",
    "Whats the weather like now ?",
    "What is the weather forecast for VA in the morning?",
    "Weather for Cossack Hetmanate at 14:11:39",
    "get the weather forecast for Petroglyphs Provincial Park in nineteen minutes ?",
    "What will the weather in Nuevitas be one minute from now?",
    "get the Kingdom of Kandy weather forecast for 0 P.M?",
    "What is the weather forecast for Browns Park National Wildlife Refuge on 12/15/2017",
    "I'd like to see a forecast for the Two Buttes New Jersey area?",
    "What's the weather going ot be on October the 14th, 2020?",
    "weather 22 minutes and 19 seconds from now in Ruyigi",
    "get the Îles Marshall weather forecast for 3/5/2028?",
    "tell me what the weather in Duchy of Bavaria will be like at 2 o'clock",
    "get the weather forecast for three PM",
    "What will the weather be like in Hrabstwo Litchfield at 10 AM?",
    "what's the weather this week in Tixtla de Guerrero",
    "What is the Federation of Ethiopia and Eritrea weather forcast for nine o'clock?",
    "get the Bengbu weather forecast in 1 second ",
    "What is the forecast in Province of New Hampshire on 3/12/2039?",
    "get the weather forecast for 23:39",
    "What's the weather in Beartown State Forest at four A.M?",
    "Can I get the weather forecast for Corcovado National Park at eight p.m.",
    "What's the weather for Großes Becken at noon?",
    "I want the weather on June 4",
    "Tell m the weather forecast for Tylisos in one minute?",
    "get the weather for مقاطعة سانت ماري in january?",
    "get the weather forecast for Tam Đảo National Park at 04:23:43 a.m?",
    "Find the Tennessee one minute from now",
    "get the Lower Saxon Wadden Sea National Park weather forecast in nine minutes",
    "What's the forecast for Kingdom of Ceredigion at six AM?",
    "get the Scotts Bluff National Monument weather forecast for 23:48:52?",
    "get the nine P.M. weather forecast for Baranya County",
    "What is the weather forecast for 華沙省 in seventeen hours from now?",
    "tell me the weather in Fort Griffin one second from now?",
    "what is the weather in Barceloneta now?",
    "Tell me the weather in Contea di Nez Perce on nov. eleventh",
    "weather for Oklahoma at 10:23:29?",
    "What the weather in 1 second?",
    "get the weather forecast for 7 p.m.",
    "Find the weather for Great Way Government one second from now.",
    "Hawaii weather at four a.m.",
    "Find me a weather forecast at Swiss National Park on March 28th, 2038?",
    "Can I get the four A.M. weather forecast in Mandalay?",
    "What will the weather be at 03:12 a.m. in Tennessee?",
    "what's the weather the day after tomorrow in Rubí?",
    "Get weather for Cahaba River National Wildlife Refuge 14 seconds from now?",
    "Find the weather for Westel Minnesota in thirteen hours.",
    "what is the weather forecast for Kingdom of the Lombards on the 18?",
    "Show the forecast for now in Lithuanian Soviet Socialist Republic",
    "How will the weather be at 04:53:58 in the Kingdom of Chiang Mai?",
    "Can you tell me the weather forecast in 5 hours?",
    "What is the forecast in Hell Hole Swamp now",
    "What's the weather going to be at Sevilleta National Wildlife Refuge at 15 o'clock?",
    "Give me information about the weather in Reager right now ?",
    "weather this fall in Wassama Round House State Historic Park",
    "get weather forecast for 7 minutes from now ",
    "Get Baroda weather for sep. fourteenth?",
    "what is the weather forecast for Hell Hole Swamp now",
    "Give me the weather for Vernon River-Stratford 1 hour from now?",
    "weather for MH now",
    "What the weather in Special administrative regions of China at 1 am",
    "How is the weather today?",
    "What is the forecast for Lordship of Albarracín in 2 minutes from now?",
    "What is the forecast in Ciechanów 1 minute from now?",
    "What's the weather going to be in Connecticut on sep. twenty-eighth?",
    "Give me the weather in Monches at 4 PM",
    "What is the weather forecast for Palmetto Bay OH one second from now",
    "Weather for tonight?",
    "get the Cobscook Bay State Park weather forecast in 1 month?",
    "I'd like to see a weather forecast for next week at Amy B. H. Greenwell Ethnobotanical Garden",
    "tell me what the weather will be like at 03:53:37 in the Principality of Khachen?",
    "Weather forecast for MN in 21 hours?",
    "get the Massachusetts weather forecast for one year from now?",
    "Find the Căuşeni this Summer?",
    "What is the weather forecast for Edmonton West on friday?",
    "get weather forecast for Nationalpark Alchanai right now",
    "get the dec. tenth, 2024 weather forecast for Dorio",
    "What's the weather forecast at eleven p.m. for Philipp Vermont?",
    "Show me a forecast for Penalosa Oregon on Feb. 7th?",
    "What's the weather in Johnston NE at four AM?",
    "weather for North Dakota on Maundy Thursday",
    "Show me a forecast for the Byzantine Empire under the Macedonian dynasty in twelve hours",
    "weather in Duchy of Württemberg for this month",
    "get the weather forecast for Persian Socialist Soviet Republic at 10:25:01 P.M.",
    "How is the weather going to be on april 13th, 2024?",
    "Show me the weather fifteen seconds from now in Rejon krasnodoński.",
    "get the Kingdom of Breifne weather forecast for 18:30:12",
    "activate the TV at two AM",
    "Turn the wifi router on in twenty three minutes?",
    "On Jul. 13, 2025 turn on the blinds.\n?",
    "Please turn on the living room netatmo at 7 PM?",
    "Run the smart lock in 1 minute?",
    "activate the connected scale in the bedroom on Dec. 5?",
    "Activate the alarm at seven o'clock?",
    "Turn on the sensor right now?",
    "Turn on the phone on March the seventeenth?",
    "I want to activate my sound system on apr. 20",
    "switch on the  sonos in corridor at 9 PM",
    "Please activate the echo today",
    "Start using the refrigerator on sep. 21, 2017",
    "Turn the lighting on in the garage at 0 A.M.",
    "1 hour from now turn on hall robot vacuum",
    "Turn on the water heater at 4 p.m.",
    "Please activate the corridor coffee machine at nine am?",
    "Turn on the TV on Dec. 18th, 2024 for me?",
    "in eleven seconds activate the robot vacuum",
    "activate the smart oven in the guest room on dec. 4, 2037",
    "I want to activate the phillips hue in the corridor on jan. 15th?",
    "Activate the kitchen phillips hue on 8/26/2035?",
    "Please activate the computer at seven PM",
    "activate the thermostat at 10 P.M. in the bedroom",
    "I want to activate the hot water heater Sep. 22, 2023?",
    "activate the tablet from last March",
    "I want the wifi on around Sep. 24th, 2019?",
    "Turn on the toilet blinds in a week  ?",
    "Turn the fire alarm on one minute from now in the guest room?",
    "Turn the vacuum on at four PM",
    "I need you to turn on the laptop in the living room now",
    "activate the shades in the office at eight PM",
    "Turn on the withings home in the bedroom in 1 second from now",
    "Activate the speaker in the dining room at twenty o'clock?",
    "I want the phillips hue on right now?",
    "I want to activate the garden lights in the corridor on jan. 15th",
    "I want you to turn on the playstation 5 years from now?",
    "I want to activate the smart alarm in the garage on Apr. 28, 2027",
    "Activate my TV at three P.M.",
    "Turn on the windows at 15:17:57?",
    "activate echo in 21 hours from now",
    "Turn on the drying machine on july sixth, 2019",
    "Can you activate the heater in the dining room sometime next week, please?",
    "in the dining room, activate the blinds 9 hours from now ",
    "activate the monitoring cam in the hall at 12?",
    "Please turn on the baby monitor in the garage in fourteen minutes and 9 seconds",
    "Turn on the refrigerator at eleven pm",
    "I want to activate the heater in my bedroom 28 weeks from now?",
    "I need you to turn on the connected oven on orthodox good friday.  Thanks!",
    "I want to activate the smart speakers in my bathroom one day from now",
    "turn on the smart cam in the dining room now?",
    "1 hour from now turn on the nintendo in the kitchen?",
    "I want to activate my wireless cam in 6 years ?",
    "I want to activate the smartphone in the corridor on jan. 15th?",
    "switch on the lights in fifteen minutes?",
    "activate the door monitor in the corridor at 22:33:59?",
    "Activate robot vacuum in living room now?",
    "I want you to turn on the smart scale in the cloakroom right now?",
    "I want you to use the windows next Fall in the kitchen",
    "At nine pm turn on the screen in the corridor",
    "Can you turn on the smart coffee machine six years and a half from now?",
    "activate the laptop in twenty two minutes from now?",
    "Turn on the screen at 08:46:17?",
    "switch on garage webcam now?",
    "turn the surveillance camera on in the guest room now",
    "Turn on the speaker on Aug. 18th please.",
    "Start the Sonos on february the 23rd in the bedroom",
    "activate hot water heater now?",
    "Turn on the shades tonight?",
    "Turn on the lights at 07:01:30 P.M. in the dining room",
    "I want activate the nintendo in my bedroom 28 weeks from now?",
    "Activate the fridge in my bedroom on 11/17/2036",
    "On august 18, 2031 turn on the netatmo?",
    "Starting this week turn the smoke alarm on",
    "Turn on the lights in the bathroom during Jun?",
    "Activate hub next week",
    "Turn the playstation four in the garage on?",
    "Please turn on the dish washer at 09:20 a.m?",
    "turn on the doorbell in the guest room one minute from now?",
    "Start the connected scale in the kitchen next month?",
    "activate the guest room windows in the afternoon",
    "In the kitchen next Autumn turn on the sound system",
    "activate the playstation three in the bathroom?",
    "turn on smart lock in guest room at 6 p.m?",
    "Activate the laptop in twelve and a half weeks ?",
    "activate wifi thermostat on 12/8/2030",
    "I want the webcam in the corridor turned on on oct. the 15th?",
    "On apr. the 19th please turn on the television at the office?",
    "turn on the wireless cam in the guest room in five weeks from now",
    "Turn on the playstation four now?",
    "Turn on the shades in 4 years ",
    "Activate the sound system at 00:48:35 a.m?",
    "Activate smart scale in the attic at 4 A.M.",
    "Activate the connected oven in the hall in thirteen minutes and one second?",
    "Activate the camera in the guest room on december the thirteenth?",
    "Please turn on the blind at 18 o'clock for me?",
    "Activate the fridge at 04:29:01 PM?",
    "I want to activate the smart coffee machine in the corridor at midnight?",
    "turn on the speaker one hour from now",
    "I want to activate the coffee machine in sixteen minutes in the guest room?",
    "switch on the playstation in hall next year",
    "activate the cam on mar. 27?",
    "Activate the echo dot at zero o'clock?",
    "I want to activate the corridor nest eight hours and 2 minutes from now",
    "switch on the echo in one hour in office",
    "Activate the connected scale 1 year from now",
    "Activate the scale in 21 seconds",
    "turn on the robot vacuum  in the dining room now?",
    "Activate the smart fridge int eh attic at noon.",
    "Activate the vacuuming robot in the dining room on nov. 1, 2021.",
    "Activate the alarm clock in the bathroom at four PM.",
    "Enable the speakers seventeen seconds from now",
    "I want to activate the hall webcam at apr. 10?",
    "Activate the echo in the guest room on march nineteenth?",
    "Activate the screen in the hall at 6 o'clock",
    "Turn on nintendo in the living room on Jun. 3, 2031",
    "activate the heating on june twenty-second",
    "turn on guest room wireless camera 1 second from now",
    "Please turn on the projector in the bedroom on 1/21/2038",
    "Activate the living room robot vacuum this evening?",
    "Turn the alarm in the living room on now",
    "Turn on my hot water heater at 04:20:57 P.M. please?",
    "Turn on the playstation three, in the corridor, 1 minute from now.",
    "Turn on the wifi in the living room 1 hour from now",
    "activate wireless cam in living room now?",
    "Turn the tablet on in the evening",
    "On May the 10th, I want you to turn on the sonos in the garage.",
    "Run the hue in the attic next year?",
    "Turn on the smart cam in the bedroom twenty hours from now?",
    "Turn on the speaker, 11 seconds from now?",
    "in 11 years , turn on the security camera. ?",
    "Turn on the monitoring cam at exactly 16:30:25?",
    "Start the sonos on feb. 14th.",
    "Turn on heater in 1 minute ?",
    "two seconds from now , turn on the smart cam in the dining room?",
    "Please turn on the wifi in the guest room at 11 PM?",
    "Activate the vacuum on dec. thirteenth, 2025?",
    "Turn on the vacuuming robot in the guest room now?",
    "Turn on the smartphone in the bathroom in one minute ?",
    "activate the smart speakers in bedroom from Jul.",
    "Please activate the sensor in 13 hours in the guest room",
    "I want you to turn on the nest cam in 1 minute",
    "I want you to run the sprinkler in 11 and a half months?",
    "activate the vacuum cleaner in one hundred twenty four days",
    "Turn on the nest in one hour?",
    "Please turn on the wireless camera in the dining room on dec. the 1st, 2040",
    "Turn on the lights one hour from now",
    "Turn on nest in office now",
    "Turn the robot vacuum on six weeks from now?",
    "On june the 15th, 2032 turn on the dining room cam",
    "Turn on the screen now?",
    "Please activate the TV in the guest room at 14:32:59",
    "It's hot, turn on the playstation three?",
    "Turn the shades on at 0 P.M. in the corridor",
    "I want to activate my projector in the bathroom one day from now",
    "Activate the nest cam in the bathroom in 1 minute?",
    "Please run the water heater in the kitchen in one hour?",
    "turn on phillips hue in cloakroom on June 2, 2029",
    "Turn on the shades at zero o'clock?",
    "Please activate the house computer this week",
    "switch on security camera in 1 minute from now?",
    "Please turn on the heating at 7 p.m?",
    "activate the washing machine in the bathroom on march 17, 2029",
    "At nine PM activate the sprinkler living room?",
    "activate the monitoring cam one hour from now in the guest room",
    "Please activate the echo dot at 4 P.M. for me",
    "Activate the scale in the corridor today?",
    "Turn on the webcam in the kitchen now.",
    "Activate the google home in fourteen minutes?",
    "Turn on the smart speakers at 6 am?",
    "I want to activate the phone three years from now?",
    "Please activate the corridor heating in 1 hour?",
    "In the bedroom please turn on the smart water heater on jan. the twelfth, 2024?",
    "turn on coffee machine at 10 am sharp",
    "Activate my garden lights in 1 second",
    "Turn the corridor smart cam on at 1 p.m.",
    "Turn on the phone in the hall on Aug. 1, 2022",
    "Activate the kitchen smart cam in one hour",
    "turn on the drying machine in the parlour right now?",
    "Activate the connected scale on aug. 6",
    "I need you to turn on the light now?",
    "Please turn on the garden lights in the bathroom this evening?",
    "Turn on the projector in the corridor in the morning?",
    "Activate the hall speakers at eleven",
    "Please turn on the heating in 4 years  ",
    "Turn on the smart scale 16 seconds from now?",
    "switch on the  wifi in garage on 4/22/2023",
    "Turn on the drying machine 49 weeks from now?",
    "Enable the blind in the corridor at 14:16",
    "Turn the tablet on one minute from now in the dining room?",
    "switch on the camera on july tenth, 2034?",
    "Activate the bathroom echo in fourteen minutes?",
    "Turn on answering machine nine seconds from now",
    "On May the fifth, 2017, turn on the kitchen doorbell.\n",
    "Please activate the cam on mar. 19?",
    "Put the bedroom webcam on in 1 second",
    "Activate playstation at nineteen o'clock?",
    "Activate the echo in 5 years from now?",
    "Please run the lights for all of next April?",
    "Set the playstation four in the toilet?",
    "In about one second from now turn on the kitchen baby monitor",
    "Activate the dining room cam on dec. the 1st, 2040?",
    "activate thermostat of living room at ten P.M.",
    "Activate the speaker 1 minute from now",
    "Activate garden lights in the spare room on october 9, 2038?",
    "activate the smart oven at seven am",
    "Activate the smart cam in one minute?",
    "Turn on the door monitor at midnight in the parlour",
    "Turn on vacuuming robot in living room on october 17, 2027",
    "I want to activate the refrigerator at 3 AM in the hall",
    "Please activate the smart cam on Nov. the sixth, 2017",
    "turn on the smart alarm on december 10, 2020?",
    "Activate the attic smoke alarm on august the second",
    "Activate the drying machine at 00:03:44 A.M?",
    "Please turn the dishwasher on at 8 AM",
    "Will it be chillier in Brave 23 minutes from now",
    "What will be the temperature 6 minutes from now at Choctawhatchee National Forest",
    "will it be chillier at nine PM",
    "What will the temperature be at 5 A.M. in Urbana MA?",
    "What will the temperature be at 1 PM in Aberdare-Nationalpark",
    "Will it be colder in Weedville at three?",
    "Will it be chillier next week?",
    "WIll it be colder at 5 PM on Lake Woodruff National Wildlife Refuge",
    "What will be the temperature this afternoon in Polish government-in-exile",
    "AT two PM in SD will it be freezing?",
    "When I go to Ţūlkarm at nine P.M. what will the temperature be?",
    "Will it be temperate next autumn?",
    "Is the weather hotter than 80 degrees in Mariala-Nationalpark now?",
    "Will it be warmer in Kingdom of Northumbria at 02:49:14 am?",
    "Will the temperature in Northern Liang be chillier at noon?",
    "How chilly will it be at eleven pm in Taifa of Purchena?",
    "in NY at five a.m. what is temperature?",
    "at Kinkaid Lake State Fish and Wildlife Area in the morning will it be warmer",
    "tell me if the weather will be temperate in Condado de Big Stone tomorrow?",
    "What's the temperature like in ME right now?",
    "What will the temperature be 1 second from now in ND",
    "In Southern Han will it be temperate at seven a.m.",
    "Will it be hotter at 17 o'clock",
    "What will the temperature be in Rejon małoarchangielski on 4/4/2027",
    "How chilly will it be in Predelta National Park in one minute",
    "Will the next summer be temperate?",
    "Will it get colder in Sattur in the afternoon",
    "What will the temperature be in Pays baltes on July nineteenth, 2022?",
    "Will it be hotter in Piedras Negras in eight weeks ?",
    "What will the temperature be at nine in Goorooyarroo Parish",
    "will it be hotter at 12 p.m. in Park Narodowy Gulf of Mannar?",
    "Will it be freezing in Lega achea 1 hour from now",
    "Will the temperature in Fitjar go up at nine a.m?",
    "Will it be hotter in the County of Hoya at 01:33:55 P.M.?",
    "will it be freezing 1 second from now in Iron Range Off-Highway Vehicle State Recreation Area",
    "What will be the temperature at three a.m. in Swedish Empire",
    "Will it be hotter in Borton on june eighteenth, 2032?",
    "Is it hotter in British America now?",
    "Livingston County at 10 AM will it be hotter?",
    "Will it be chillier in Fort Belknap IL in 4 months?",
    "Will South Dakota be chilly on valentine's day?",
    "Will it be temperate at twelve AM",
    "Will it be temperate in Danish Gold Coast at 17:00?",
    "Will the temperature go up in Riviera Beach at 0 P.M.",
    "Will it be chilly in Alburtis CT at 8 am?",
    "Will it be hotter in Randall Virgin Islands 14 minutes from now",
    "Will it be colder 19 seconds from now",
    "Will it be chilly at 12 PM in Montana",
    "What will the temperature be at 01:46 A.M. in Nationalpark Vesuv?",
    "Will it be cold at 07:09:43",
    "Will it be hot on the 18 in Florida?",
    "Muddus National Park on November 23rd whats the temperature",
    "will it be hot at 3 AM in Missouri Mines State Historic Site?",
    "What will the temperature be at three pm in Clontarf Virginia",
    "What will the temperature by on 1/12/2039",
    "Will the temperature change one second from now",
    "What was the temperature last March in the Kingdom of Kano?",
    "Will it be colder in Meadowbrook IN on november the 17th, 2037?",
    "will it be chillier in 1 second?",
    "Will it be freezing in Surkhpur on november 18, 2028?",
    "Will it be chilly 18 seconds from now in Chimney Rock National Historic Site",
    "Was the weather temperate last may at the William Whitley House State Historic Site?",
    "Will it be hot now in Bistum Kuopio?",
    "Will it be cold in Short Mountain Wildlife Management Area on May the tenth, 2025?",
    "What will the temperature be in 7 hours in Province of Canada",
    "In 1 second from now  will it be chilly?",
    "What is the expected temperature in Ohio this Fall",
    "Will it be chillier in 23 weeks at Shepherd Parkway?",
    "Will Junta w Chile be temperate in last Aug.",
    "Will it be warm at eleven p.m. in New Hampshire Colony?",
    "Will it be warmer in First East Turkestan Republic at 3 a.m.",
    "Advise me the temperature at Midnight in Duchy of Austria?",
    "Will it be warmer in 1 hour  at Nurgush Nature Reserve?",
    "Will it be colder eight hours from now in Pedlar Wildlife Management Area",
    "What will be the temperature in HI at twelve p.m?",
    "Will the temperature go down this fall?",
    "Will it be hot this Week at Seropédica",
    "Will it be hot on 13:53 in Golden Gate Canyon State Park",
    "In Baulkham Hills in 12 hours  will it be hotter?",
    "Will it be hot at seven o'clock in Aloha State Park?",
    "Will it get chillier in the Laguna Mountain Recreation Area 1 minute from now",
    "On february the 26th, 2025 in Mallard Connecticut will it be freezing?",
    "Will it be chillier at ten pm in Bihar and Orissa Province?",
    "Is it hot in Alabama now?",
    "Will it be hot in Dec. ?",
    "Will it be hotter in Beach Lake KS at 8 AM?",
    "When I visited Kingdom of Kano last March what was the temperature?",
    "Will the temperature in Nationaal park Nelson Lakes go up 14 hours from now",
    "will it be cold at ten pm in Православная Охридская архиепископия\n\n",
    "What will the temperature be in 8 minutes at the Roman Catholic Territorial Prelature of Klaipėda",
    "Will it get warmer in Netherlands Antilles in 8 hours and one second?",
    "Will the weather in North Korea be chilly on October 4, 2026",
    "What is the temperature going to be in one second at Mari Autonomous Soviet Socialist Republic",
    "will it be warm at 0 PM  in Seneca Creek State Park?",
    "What will the temperature be in Gartenstadt at 5 a.m?",
    "Will it be chillier at 04:25:35?",
    "in Dominion of Pakistan at five whats the temperature",
    "What will the temperature be at three P.M.",
    "What will be the temperature in Eastern Wu in a day ?",
    "What will the temperature be in Indiana today?",
    "Will it be chillier at 07:56 in Douthat State Park?",
    "is it warmer at midnight?",
    "Will Iraan be temperate in nine minutes ",
    "Will it be freezing in the evening at Rudno Landscape Park",
    "What will the temperature be at noon in Kingdom of Redonda",
    "When I visit Kloten at twenty three or later will it be cold?",
    "Will it be temperate in Kingdom of Prussia at 11 pm",
    "What will the temperature be 1 second from now at Despotate of Angelokastron and Lepanto?",
    "Is it hotter now in the Roman Catholic Diocese of Itumbiara?",
    "Will it be chilly at 11 PM in Shaba National Reserve?",
    "in San Joaquin River National Wildlife Refuge tonight whats the temperature?",
    "Will it be hot now in History of Chile during the Parliamentary Era",
    "Will it be colder at nine A.M.?",
    "Will it be chilly twenty one seconds from now in Parc national de Peak District",
    "At 14:21:57, will the climate at Lynn Headwaters Regional Park be temperate?",
    "Will it be very cold next autumn in Sparks?",
    "Will it be chilly in the Swedish Gold Coast on feb. 15?",
    "Will it be cold in Ponce de Leon Springs State Park in 6 hours",
    "Will it be freezing in Golden Valley five years from now?",
    "Will it be temperate in the Principality of Smolensk at 4 am?",
    "Will it be warmer in South Carolina at zero a.m.",
    "Will it be warm at eleven in Democratic Kampuchea?",
    "What will the temperature be in the Principality of Kastrioti one day from now?",
    "In Indiana in thirteen minutes is it hot",
    "Will it be hotter in Van Buskirk MA 1 hour from now",
    "Will it be cold one hour from now?",
    "Will the temperature in Vallecito Arkansas be hotter at 08:46 p.m?",
    "Will it be colder in Coral Gables twelve hours from now",
    "What will the temperature be now in Kenova Oregon?",
    "Will it be colder in Wisconsin on 8/1/2033?",
    "at March of Tuscany at tea time will it be colder?",
    "at 9 o'clock at James L. Goodwin State Forest will it be warmer",
    "In the Federation of Rhodesia and Nyasaland at lunch will it be hotter than now?",
    "Will it be hotter in Georgia on 4/25/2038?",
    "at 8 at Japanese occupation of Singapore will it be colder?",
    "in eleven hours nine minutes and 9 seconds, how warm will it be in Principality of Anhalt-Zerbst?",
    "will it be chillier in Kansas on 12 PM?",
    "will it be cold on oct. 21st, 2021?",
    "Will the temperature be temperate at noon in Dervish state?",
    "Will it be chilly on 11/21/2022",
    "Will it be colder this week-end in Dome?",
    "Will it be temperate in Joseph Whidbey State Park at midnight?",
    "19 weeks and a half from now what will the temperature be like in Republic of Afghanistan",
    "Is it going to be freezing in one second at Nationalpark Corcovado?",
    "at Electorate of Baden ten years from now will it be cold",
    "Will it be warm in Bijar Protected Area on September the sixth?",
    "Will the temperature go up in Encruzilhada do Sul at 6 pm?",
    "Will it be colder in Columbus City WV on July the third, 2024",
    "Will the temperature in Nationalpark Drawa go down in eleven seconds ",
    "At Washington on august 21 whats the temperature?",
    "Will it be cold one second from now in Diócesis de Gwalior?",
    "Will it be warmer in Wigwam Wyoming at 3 AM",
    "Please advise if it will be warm at ten a.m. in Black Canyon Wilderness",
    "what will the temperature be at 6 pm ",
    "Will it be chillier in 21 minutes ",
    "Right now is the Roman Catholic Diocese of Itumbiara hotter than here?",
    "Will it be cold in Mandatory Iraq on january 6?",
    "at Battle Creek is it chillier now",
    "in Kāranja in 1 hour will it be cold",
    "Will it be cold in one hour in Republiek Californië?",
    "Will it be temperate in Yunguyo at 4 AM?",
    "Is it going to be chilly in Waseca County tomorrow?",
    "Will it be temperate in Arkansas at 8 p.m?",
    "Will it be hot this Week at Seropédica",
    "What will be the temperature in South Carolina at three p.m.",
    "What will the temperature be on October the 10th at New Jersey?",
    "What will the temperature be on June the 17th, 2027 at Laurel-Snow State Natural Area?",
    "Will it be warm in Red Mountain Wilderness in one second ?",
    "Will it be hotter in Hopewell Culture National Historical Park in 10 minutes ",
    "In Mossy Head at ten PM will the temperature be mild?",
    "What will the temperate in Rhode Island be in six minutes ?",
    "Will it be warmer 1 hour from now in Rib Mountain State Park?",
    "is the weather Tonight in Port O`Brien chilly?",
    "Will the temperature go up in Wyoming 1 second from now?",
    "I am going to Nature Reserve of Saint Bartholomew at 08:39:32 will it be freezing?",
    "Will it be warm at 1 A.M. in Crimora PW?",
    "Will it be warm in Cristalina at 2 pm?",
    "Is the weather in Richmond County, Georgia chillier now?",
    "Will it be hot on january the 9th at Havens Wildlife Management Area",
    "What will the temperature in Forts Randolph and Buhlow State Historic Site be one hour and one second from now",
    "Will it be hot in Sārangpur at zero a.m?",
    "at noon, whats the temperature",
    "Will it be hotter now in Apollonia, Thessaloniki?",
    "Will the weather at Cuyabeno Wildlife Reserve be temperate in the evening?",
    "Will it be hotter in Trento at 8 PM?",
    "Will it be chilly in MI one second from now?",
    "Will it be hotter this week?",
    "Will it be warm in Marseille 14 on casimir pulaski day?",
    "What will the temperature be in Conconully North Dakota at 05:07 P.M.?",
    "Will it be warmer at four A.M.?",
    "Will it be hot at 1 pm in Delaware Colony",
    "Will it be warmer in the Republic of Alba at 1 o'clock",
    "What is the temperature in Taiwan Health and Welfare Ministry at ten a.m.?",
    "Will it be hot on January 27 at Scotts Bluff National Monument?",
    "Will it be hot at six pm",
    "On Sep. the 2nd, 2038 what will the temperature be?\n?",
    "on november 19 is it warmer?",
    "Will it be cold in Fruithurst at sixteen o'clock?",
    "What will be the temperature in Brooklyn Center at nineteen",
    "In Ballycroy National Park at 2 p.m. what will the temperature be?",
    "Will it be hotter at Tebesbest at nine A.M.",
    "will it be cold on Nov. sixteenth?",
    "Will it be freezing in Puhatu Nature Reserve on February 8, 2023",
    "At nine am will it be chillier than now?",
    "Is it going to be hotter after 4 P.M?",
    "Is it hotter now in Khedivate of Egypt than here",
    "Will it be warm in Haar in 1 hour?",
    "Will it be temperate in the Diocesi di Grand Island at twelve P.M.",
    "What's the temperature this month in the Federated States Of Micronesia?",
    "Will it be colder in 14 minutes  at Roosevelt National Forest?",
    "At Satchari National Park at 4 A.M. will it be freezing?",
    "Is Barbalha going to be temperate at nine P.M.?",
    "Will it be warmer in the Duchy of Oels on January 8th?",
    "Will it be more temperate at 12?",
    "When I go to Bhimashankar Wildlife Sanctuary for lunch will it be hotter than yesterday?",
    "will it be hot on 10/27/2037 in Company rule in Rhodesia?",
    "What will the temperature in the Taroko National Park be at 5",
    "What is the temperature now?",
    "Will it be cold at 01:52?",
    "What is the expected temperature next month in Salamína",
    "Will it be chillier in East Germany at 23?",
    "Will it be freezing at 8 p.m?",
    "Will it be cold at 08:30:01",
    "Will it be freezing in 1 minute?",
    "What will the temperature be next year in Alamance Hawaii",
    "What will the temperature by at 6 a.m.?",
    "Will it be chillier in UT tomorrow",
    "What will the temperature be at 2 p.m. in Ballycroy National Park?",
    "Will it be freezing at 03:51:04 a.m. in Kidepo-Valley-Nationalpark?",
    "Will it be cold at twenty three in Kloten?",
    "Will it be warmer at six A.M. in Province de Lampa",
    "Will it be temperate in Duchy of Masovia in sixteen hours ",
    "Is it colder now in Sultanate of Tidore?",
    "Will it be warmer at four A.M?",
    "It feels cold, will it be freezing in 1 minute",
    "Will it be colder in Rejon biełogorski at zero a.m.?",
    "What will the temperature be like in Oraioi later today?",
    "Is it cold now in Horná Orava Protected Landscape Area",
    "Will it be freezing in Wilpattu National Park at seven a.m.?",
    "Please advise if it will be cold this month in Principality of Pereyaslavl?",
    "Will it be hotter in the Duchy of Salzburg on 8/4/2032",
    "three p.m., will Avon Heights MD be hot?",
    "Global Organization of Parliamentarians Against Corruption, will it be hot in 29 weeks",
    "Is it chilly now",
    "Will it be hotter in 15 hours at Chimney Peak Wilderness",
    "Will it be colder in Buri in fourteen hours",
    "Will it be colder at twelve am in Passports issued by the European Union candidate states?",
    "At Big Branch Marsh National Wildlife Refuge three minutes from now whats temperate?",
    "Will it be cold at seventeen o'clock at Archbald Pothole State Park",
    "Will the weather on December sixth be temperate",
    "during evening at Wilma is it hot?",
    "What will the temperature be at the Bishopric of Constance at 08:04:05 am",
    "What will the temperature be at one p.m. in NE",
    "How high will the temperature be in Third Dynasty of Ur",
    "Will it be temperature tonight in Hendy Woods State Park?",
    "Watching Terminal Station in the neighborhood today?",
    "I'd like to know a theater where I can see Tom Thumb and Little Red Riding Hood around 8 PM?",
    "Where can I watch Heroes Are Not Wet Behind the Ears in the neighbourhood at 07:34 am?",
    "Where can I watch They Still Call Me Bruce on Oct. the twenty-third at 23:35?",
    "I would like to see A Tender-Hearted Crook somewhere in the neighbourhood a week and a half from now",
    "Where can I see Without Dowry at fifteen o'clock?",
    "Where can I see Breakfast in Hollywood on May 26 at 10 a.m.?",
    "Where can I see Westbound in the neighborhood at 12:54",
    "Find a screening for Criminally Insane 2 in the neighbourhood on 1/27/2040 right now?",
    "Find Love and Other Disasters in the area at 04:42:35 AM",
    "Search for Corridors of Blood in thirteen minutes?",
    "Where can I see the movie Reiko, the Psyche Resurrected in a week and a half?",
    "Where should I go to see Street of Fury this year?",
    "Looking to watch A Cry in the Night on Nov. eleventh, 2034 at 08:05:09 P.M?",
    "Find The Private Life of Cinema the day after tomorrow?",
    "Find Prisoner of the Mountains for jul. the fourteenth, 2032 at 2 a.m.",
    "Is Pray for Death playing anywhere either now or in Mar.?",
    "I want to see Muppet Treasure Island on dec. 20th, 2019",
    "Which theaters are showing Casper: A Spirited Beginning on nov. the ninth, 2033?",
    "Where can I see The Lucky Shot right now?",
    "I want to see Family nearby at midnight?",
    "Search for The Monster and the Ape on 5/20/2034 in 1 minute?",
    "Look for Love & Mercy on January 27th, 2027",
    "Where can I see The Great White Trail at 9 pm?",
    "Search for Dance Party USA on Aug. 11, 2019 nearby",
    "Where can I see Laugh, Clown, Laugh on feb. 16, 2028 in 1 second from now?",
    "What theatre is Men of Timor being played at on april the third, 2018 - right now",
    "Look for Son of al Qaeda in 1 hour ?",
    "Where can I see Columbia: The Tragic Loss on 7/7/2040 in the neighborhood in fifteen seconds?",
    "Look 1 hour one minute and one second from now  for Shake Hands with Murder",
    "Show me where in the area I can see Pokémon the Movie: Diancie and the Cocoon of Destruction on July 23 at one pm",
    "Look for Triumph of the Ten Gladiators in the neighbourhood at brunch time",
    "Look for The Third String on 07:05:07",
    "Where is The Solution to the Mystery showing this week or now? ?",
    "Where can I watch They Still Call Me Bruce on Oct. the twenty-third at 23:35",
    "Where can I go see I Give It a Year in the area?",
    "find A Tender-Hearted Crook in the neighbourhood a week and a half from now?",
    "Which theater is Maman a cent ans showing at five o'clock?",
    "Where is Tunis Top Secret playing today?",
    "Where in the neighborhood would I be able to see Destiny on 11/27/2021 at 16:11:30?",
    "Where can I watch Ticket to Paradise on Jul. seventeenth, 2022 at 7 o'clock?",
    "When does Free the Nipple play this week twenty one hours from now",
    "What theaters are doing midnight showings of Lost Song?",
    "I'd like to see The Age of Stupid in 16 seconds. Where can I go to see it?",
    "Look for Love Today",
    "Where can I see Anne of the Indies on June 9 at 03:39 A.M.?",
    "Is American Roots Music showing right now anywhere? ?",
    "Where can I see 30 Days of Night: Dark Days?",
    "Where can I see Day & Night this week at twenty o'clock?",
    "Look on jan. the 2nd at lunch time for High School Hellcats?",
    "Show me all times for With My Heart in Yambo at Alamo Drafthouse Cinema this week",
    "I need to know when Strugglers: The Reality Behind will be playing on july seventeenth?",
    "Search for United 300 at the closest B&B Theatres on 9/1/2033?",
    "I need showtimes for The Pack at Pacific Theatres next Summer",
    "When can I see The Eternal Three somewhere around here?",
    "What times is The Last Days of Left Eye screening at General Cinema Corporation the day after tomorrow?",
    "I want to know  when Serial Rape: Perverted Experiment is playing at Malco Theatres this winter?",
    "Rendition showtimes at Landmark Theatres this week ?",
    "When can I see Ghost in the Shell 2 – Innocence?",
    "When can I go to to Cobb Theatres in ten years  and see A Place in the Stars?",
    "I need showtimes for Bow Tie Cinemas showings of One Take Only?",
    "I want to know showtimes for february 8th, 2029 to see Outlaws of Love at Southern Theatres?",
    "Show me times for Down - Discesa infernale at Fox Theatres two hundred forty seven days from now",
    "What time can I see The Morals of the Alley at Loews Cineplex on jan. 25?",
    "Moive times for The Navy vs. the Night Monsters at AMC Theaters on May the 8th, 2039?",
    "I need showtimes for It Is Never Too Late to Mend for next month",
    "Look in Warren Theatres on january 19 for Desperate Measures?",
    "When are the showtimes for Babysitting at Magic Johnson Theatres in 44 weeks and a half from now?",
    "When is Puppet Master: Axis of Evil at Neighborhood Cinema Group during the time of next week?",
    "Give me show times for The Great White Trail at United Paramount Theatres in twelve years ",
    "I need showtimes for I Wanna Hold Your Hand  at North American Cinemas next week",
    "Search november the eighth for The Chocolate Girl at Malco Theatres",
    "I would like to see The Romantic Age at ArcLight Hollywood roughly 47 weeks from now, are there any options?",
    "What time is The Bleeding House showing on april 7th, 2037?",
    "I want to see Bush Christmas nearest to Caribbean Cinemas?",
    "Look in 37 and a half weeks for Adam Clayton Powell at Southern Theatres",
    "What times will Chor Pe Mor be playing at Mann Theatres in 3 years ?",
    "I want to see The Case at Cinemark Theatres a year from now?",
    "Search on sep. the 8th for The Love Song of Kang Ding at the Mann Theatres?",
    "I need showtimes for Three Loves Has Nancy at the Regal Entertainment Group",
    "I would like to see The X-Ray Fiend nearest to Megaplex Theatres on Dec. 26, 2031",
    "What showings can I catch Phantom of the Theatre at AMC Theatres this year ?",
    "What time is the nearest showing of The Shock Punch at United Paramount Theatres in last august?",
    "Look in four months at the Dickinson Theatres for The Final Judgment?",
    "What time is End of the World showing at the nearest North American Cinemas on December twelfth",
    "I need showtimes for For Husbands Only at Warren Theatres on april the 1st?",
    "I need showtimes for the Harvest of Empire: A History of Latinos in America at Fox Theatres on the week-end?",
    "I want showtimes for oct. 15  for From Beijing with Love at KB Theatres?",
    "I want to see Destination finale 2 at General Cinema Corporation on oct. 11th",
    "I need showtimes in nov. for Hard Candy at Great Escape Theatres?",
    "On January 10, 2017, when is The Ideal Schoolmaster showing at the Dickinson Theatres?",
    "What showtimes does Goodrich Quality Theaters have for Wisdom of the Pretzel this year?",
    "When is Satreelex, the Iron Ladies screening at Marcus Corporation, the nearest one to me?",
    "When can I see Why Be Good? on april the 17th, 2022?",
    "I would like to see A Ghost of a Chance at Cobb Theatres 6 years from now?",
    "Find The Four-Bit Man at IMAX Corporation",
    "I want to see Cat on a Hot Tin Roof closest to Regal Entertainment Group in 2 years and a half?",
    "I need showtimes for July 3rd, 2029 at Harkins Theatres for Let My People Go!",
    "I want to see Highly Dangerous at Loews Cineplex on jan. 21st, 2025",
    "Can you find me Twelve Disciples of Nelson Mandela at the Wanda Group?",
    "What time can I watch The Place Without Limits at the Santikos Theatres tomorrow?",
    "Search for That Forward Center Died at Dawn at Goodrich Quality Theaters in ten weeks?",
    "I need showtimes for Seniors on 4/8/2020",
    "Search on november the eighteenth, 2034 at Fox Theatres for Liberator 2?",
    "I want to know  when Serial Rape: Perverted Experiment is playing at Malco Theatres this winter?",
    "I want to see  The Three Faces of Eve closest to Megaplex Theatres on apr. 20, 2025?",
    "Search Boy Called Twist at Cinemark Theatres on December tenth?",
    "What is the show time for Bride of the Monster at the nearest Cineplex Odeon Corporation on 11/26/2039?",
    "I would like to see Gawain and the Green Knight at Kerasotes Theatres on Mar. 12",
    "Give me movie times for Penny of Top Hill Trail at Marcus Corporation today",
    "When can I see In the Cut on 11/19/2027 at the closest North American Cinemas",
    "When is the nearest General Cinema Corporation where I can watch St. Michael Had a Rooster this Saturday?",
    "I want to see For the Emperor at Alamo Drafthouse Cinema on 7/9/2035",
    "I want to see Thirteen Princess Trees at Cinemark Theatres",
    "I need movie times for Night Screams somewhere nearby one week from now",
    "When time is My Soul Is Slashed playing in the area on Mar. 7, 2020 ?",
    "What times will I be able to see The Story of Sin when it plays at Pacific Theatres three years from now?",
    "I want to see Warlock at Warren Theatres on april 21",
    "Can I see South Park: Bigger, Longer & Uncut six years from now",
    "What are the movie times for The Monitor at Great Escape Theatres today?",
    "Give me the times National Amusements is displaying The Tenor – Lirico Spinto on Feb. 15.",
    "When does A Better Tomorrow II show at my nearest Magic Johnson Theatres?",
    "Look in 6 years  for the nearest Neighborhood Cinema Group for The Cabin in the Mountains",
    "I would like to see Dead Heat on a Merry-Go-Round at Great Escape Theatres sometime this week",
    "Look this year for Cooper Foundation on Love and Distrust?",
    "I would like to know when Bughouse Bellhops plays at Alamo Drafthouse Cinema next jul?",
    "When can I watch Six Shooter at General Cinema Corporation?",
    "What are the showtimes for Tire Trouble at Mann Theatres on oct. twenty-first, 2028?",
    "What time can I see Tamagotchi: Happiest Story in the Universe! at the Marcus Corporation next april",
    "Look in three months at AMC Theatres for Who Are You, Polly Maggoo?",
    "I need showtimes in July at the nearest Showcase Cinemas for As Ilf and Petrov rode a tram?",
    "Search next year for Consolidated Theatres on Dance with Me?",
    "When does Showcase Cinemas play The Foxes of Harrow one hundred one days from now?",
    "I would like to see Tomcat at Megaplex Theatres on 9/13/2024",
    "What time is Red Army showing on 12/6/2034?",
    "Where is the nearest location in which I can attend The Mill of Good Luck by Neighborhood Cinema Group on june 13?",
    "I want to see Flying Down to Rio at Dipson Theatres 54 weeks from now",
    "What time is Mothers & Daughters playing at Bow Tie Cinemas today?",
    "When are the showtimes A Full House is playing 48 weeks from now",
    "I want to see Terminator at KB Theatres on Mar. 24, 2029",
    "When are the available time for Delicate Sound of Thunder at MJR Theatres on December 12?",
    "What is the showtime for Next to No Time in eight years ?",
    "When can I see A Missed Fortune at the Speakeasy Theaters five years from now?",
    "Is the movie Quality Street showing at the Landmark Theatres at Apr. 24?",
    "What are the showtimes for Wrong Turn 6 - Last Resort in the area on aug. the twenty-third",
    "I would like to see The Blackout at B&B Theatres 8 months from now",
    "What are showtimes for National Amusements twelve weeks from now for The Reunion?",
    "When can I watch Under the Hawthorn Tree at the closest Marcus Corporation on march the 20th, 2033?",
    "Search tomorrow for White Nights on Goodrich Quality Theaters",
    "I would like to see  Lunch Time Heroes at Wanda Group on Jan. 21st, 2031?",
    "What times are the nearest Caribbean Cinemas playing Shakti – The Power on 7/7/2031?",
    "When are the showtimes for Ocean Breakers next Dec. ?",
    "Show me movie times for Shocking Asia II: The Last Taboos in 23 and a half weeks?",
    "Look for The Blue Veil at the nearest United Paramount Theatres for Dec. the twenty-second, 2030?",
    "I would like to see A Free People closest to Landmark Theatres next week",
    "When can I see Beware of Married Men at Century Theatres 2 and a half months from now?",
    "Show me times for Intrigo a Berlino at the closest Showcase Cinemas this week",
    "What are the showtimes for Great Escape Theatres by Cinema 16: American Short Films",
    "What are the showtimes for Love by Request at the nearest Dipson Theatres on October the twenty-second?",
    "Find The Love Mates at the IMAX Corporation on january 8, 2038",
    "Times for this week to see The Bear Cage at the closest Consolidated Theatres",
    "Show me showtimes for The Girl in the Red Velvet Swing in the neighborhood this Spring",
    "What are the showtimes for Tom Jones on 1/26/2029?",
    "Look on 2/12/2017 for the closest Great Escape Theatres for the Placebo Effect?",
    "Show me times for Octomom Home Alone at the closest National Amusements on March eleventh?",
    "I would like to know when Four Boys and a Gun is playing at Alamo Drafthouse Cinema?",
    "What time can I see The Great Prince Shan ay IMAX Corporation on september 10, 2017?",
    "When can I see The Michelle Apartments nearby on Aug. the 18th",
    "What are the available times for The Cowboys of Friday?",
    "I want to go see Hercules and Xena: The Battle for Mount Olympus at Amco Entertainment in 15 weeks",
    "Give me the showtimes for Garbo: The Spy when it comes out jan. 25, 2023?",
    "What are the showtimes on Jun. ninth at the nearest Mann Theatres for Pirates of the 20th Century\n\n\n\n",
    "When can I see The Ideal Schoolmaster at Dickinson Theatres on January 10, 2017",
    "When can I see Onnu Muthal Poojyam Vare at te nearest Alamo Drafthouse Cinema nine years from now",
    "What are the showtimes in seven weeks for The Naked Kitchen",
    "What time does Apart from Life show on July 17th, 2037?",
    "I need showtimes for next year at Dipson Theatres for the movie Come Have Coffee with Us",
    "Look on jul. the twenty-third, 2025 for The Wandering Light at AMC Theatres",
    "When are the available times that The Song of Bernadette available at the Goodrich Quality Theaters on Oct. the twenty-sixth, 2032?",
    "What time can I see Cinema 16: American Short Films at Great Escape Theatres?",
    "When is the movie The Tale of the Fox at Kerasotes Theatres during feb. the 1st?",
    "Search this saturday for Midnight Faces at Dipson Theatres?",
    "I would like to know when Boy Called Twist plays at Cinemark Theatres on December tenth?",
    "When is the movie The Smurfs 2 at my nearest AMC Theaters?",
    "List all showtimes of The Taste of Money at the nearest Alamo Drafthouse Cinema this week",
    "I want to see To the Last Day next Friday at Speakeasy Theaters?",
    "When can I see Will You Marry Me? at Malco Theatres this autumn?",
    "Times for Dorf and the First Games of Mount Olympus at Cineplex Odeon Corporation on Sep. 22nd",
    "Help me find Somers Town at Cooper Foundation on 10/12/2027?",
    "Look for The Exiles in one week at the B&B Theatres?",
    "I want to see Star Spangled Rhythm eleven weeks and a half from now at Cineplex Odeon Corporation?",
    "Find The Good Old Days at the B&B Theatres in 1 month?",
    "When can I see Dhill at the nearest Regal Entertainment Group on Apr. the 3rd?",
    "When are the showtimes for State of Emergency at the nearest Loews Cineplex in six years ",
    "Show me when I can see Taqwacore at the nearest Fox Theatres on 3/3/2040",
    "What time can I watch Debtocracy at the nearest Dipson Theatres in six weeks?",
    "I would like to see Raising Victor Vargas at National Amusements on 10/16/2023",
    "What's the showtime for The Hidden Valley at Santikos Theatres six years from now?",
    "I want to see  Chelsea Life at Magic Johnson Theatres on June twenty-fifth, 2038?",
    "What's the showtime for Coming to America at Goodrich Quality Theaters sometime this year?",
    "Find Star Without Light at the closest Cobb Theatres on november 24th?",
    "Will I be able to see Crowded Paradise at the Great Escape Theatres 2 years from now?",
    "Look for Warhead at Goodrich Quality Theaters in ten weeks",
    "What time is Hexing a Hurricane being shown at AMC Theatres on august the 18th?",
    "look on oct. sixth for Aval Mella Sirithal at Harkins Theatres",
    "I would like to know when Bertha Boxcar plays at National Amusements on 12/22/2029",
    "When is D.I.Y. or Die: How to Survive as an Independent Artist showing at Mann Theatres this mon.?",
    "Showtimes for Last Days at nearest North American Cinemas?",
    "When are the showtimes for Ghost in the Shell 2 – Innocence at Fox Theatres next jun?",
    "I'd like to see Three Young Texans at Loews Cineplex Entertainment 13 weeks from now. What times can I see it?",
    "What time is White Savage playing at the closest Cobb Theatres in eight years and a half ?",
    "I would like to know when Public Enemy Returns plays at the nearest Amco Entertainment next summer",
    "What time is Rock Dancer showing at the closest Harkins Theatres this winter?",
    "I would like to view Meet the Boyfriend at the nearest Neighborhood Cinema Group this Week?",
    "in eleven months, I would like to see Stranger on the Third Floor at Goodrich Quality Theaters?",
    "For The True Story of Eskimo Nell, when is it playing at the closest AMC Theaters on the day 2/1/2026?",
    "Give me showtimes for Return of a Citizen at Landmark Theatres when it comes out this summer?",
    "Find Second Hand Wife at the nearest Plitt Theatres the day after tomorrow",
    "When are the showtimes for The Looking Glass War at the Magic Johnson Theatres next year?",
    "When are the showtimes for The Other Side at National Amusements in 9 years ",
    "What are the showtimes for Ao: The Last Hunter at Kerasotes Theatres 46 days from now?",
    "When can I watch The Elusive English Organ on sep. 11th at Cobb Theatres?",
    "I would like to see Em4Jay on Nov. the twenty-eighth",
    "What time is The Fluffer playing at Cineplex Odeon Corporation on january fourteenth?",
    "What are the showtimes for Stress Is Three in 5 and a half weeks ?",
    "What time is Two Guys Abroad available to see at the closest AMC Theaters on Aug. 6th?",
    "For the movie A Thanksgiving Surprise, when it is playing at Pacific Theatres?",
    "When does The Cheerful Soul play at General Cinema Corporation in 2 months?",
    "Look next month for the closest AMC Theatres for The Last Confession of Alexander Pearce",
    "Show movie times for The Adventures of Pinocchio on jul. 1, 2027 at Goodrich Quality Theaters",
    "What time can I see The Spirit of Gallipoli close by on december first?",
    "Look this week for the closest Santikos Theatres for Planet of Dinosaurs",
    "What's the showtime for The Night Riders at Century Theatres on october 27, 2038?",
    "I would like to know when  Adam Clayton Powell plays at Southern Theatres in 37 and a half weeks?",
    "I want to see Ticket to Paradise at Plitt Theatres on dec. 18?",
    "Give me showtimes for Red Cherry at the closest Speakeasy Theaters in 3 years ",
    "When can I catch Rudolph the Red-Nosed Reindeer: The Movie at the closest IMAX Corporation on jan. 14, 2027?",
    "I would like to see Susanna Whipped Cream at ArcLight Hollywood sometime next year?",
    "When can I see Heat Wave at AMC Theatres on 4/28/2019",
    "When were the showtimes for The Harimaya Bridge はりまや橋 at Neighborhood Cinema Group last may",
    "What's the showtime for The Vegas Job at the nearest Marcus Corporation next saturday",
    "Show me when I can see Tales that witness madness next week",
    "When is Cineplex Odeon Corporation screening The Mayor of 44th Street this week ?",
    "Show me when I can go to Landmark Theatres and see The Twilight Saga: Breaking Dawn - Part 1?",
    "what time this week nearby to me has Home Care",
    "Times on 3/25/2023 for That Darn Cat! at Malco Theatres",
    "I would like to see The Hit at MJR Theatres on March the third, 2024?",
    "I want to  see The Crimson Flash at Dickinson Theatres today",
    "I need showtimes for The Lives of Others on Dec. 2nd?",
    "What time is Low Riders showing at the Cineplex Odeon Corporation on january the 19th?",
    "When is A Taste of Honey showing at Great Escape Theatres on january 22, 2022?",
    "I need to see showtimes for Hearts and the Highway at Fox Theatres for the day June the 18th?",
    "I'd like to see a Christmas Day showing of Hot Summer Nights at the Cineplex Odeon Corporation. What times are available?",
    "I need showtimes in 11 years and a half time for Promotheus at Cineplex Odeon Corporation?",
    "I need showtimes for the day after tomorrow at the closest Showcase Cinemas for the film Shattered",
    "I need showtimes for next month at the closest Cineplex Odeon Corporation for a showing of 10 Days in a Madhouse?",
    "I would like to know when The Bismarck Convoy Smashed is playing at Loews Cineplex Entertainment on 12/22/2018",
    "I want to watch Mikosch, the Pride of the Company at the nearest Fox Theatres in ten weeks",
    "Look at Dickinson Theatres  for The Thirteenth Chair?",
    "I would like to see The Ferryman at United Paramount Theatres on december 22, 2033?",
    "What time is Hotel Chelsea showing at AMC Theatres on Aug. 19, 2030",
    "turn the lights yellow on 6/11/2019?",
    "Turn on the yellow lights on august twenty-second",
    "turn the light blue at twelve o'clock?",
    "in the hall turn on orange lights this week-end",
    "Make the lights yellow at 10:14:12",
    "Turn on the purple lights in fourteen hours and one minute from now",
    "Please change the lights to purple in the spare room in fourteen seconds ?",
    "Turn on the red lights on feb. 20",
    "Turn the lights blue on 10/20/2017",
    "Turn the pink lights on february fifth, 2040",
    "Turn on pink light at one p.m. in kitchen",
    "1 hour from now turn on the yellow light in the attic?",
    "Turn on purple lights in cloakroom now?",
    "Turn on the yellow light in the guest room at four PM",
    "Please change the lighting to purple on april 21, 2022",
    "turn on the pink light in bedroom in 1 second from now",
    "on 10/13/2034 turn on the pink lights",
    "Turn on the pink lights in one hour 1 minute and one second",
    "Turn on the orange lights at three AM?",
    "Set my dining room lights to pink at 22:27",
    "Turn on  pink lights in corridor on 6/20/2039?",
    "Turn on the pink lights 21 hours from now?",
    "Turn the red lights on by Jan. sixteenth, 2026",
    "I want the room to be orange in 19 hours",
    "I want the orange lights in the corridor on February 24, 2024?",
    "I want to change the lights to orange in 1 minute ",
    "turn on the orange light this month?",
    "Turn the yellow lights on in the attic in 290 and a half days",
    "At 23:31:24 please turn on the orange light?",
    "in seven weeks, turn on the blue lights in the cloakroom",
    "Turn on the purple lights in the kitchen now",
    "Make the lights purple in 2 years ?",
    "i want the lighting to be purple today",
    "Turn on the orange lights on sat.",
    "Turn on the pink lights in the bathroom at zero?",
    "Turn on the blue lights in the corridor on Mar. 10th, 2040.",
    "turn on the the blue light in kitchen in nineteen minutes?",
    "Turn on purple lights at 4 P.M.",
    "I want to turn on the the red lights in the corridor one second from now.",
    "Turn the red lights on in the corridor at 19:17",
    "Turn the red lights on in seven months?",
    "Set my lights to blue at 08:54?",
    "Starting on Aug. 6, please turn on the green light in the parlour?",
    "Turn on the blue lights at 9 A.M?",
    "I want the hall to be green in 38 weeks?",
    "Set the bedroom lights to green at 16:07:31",
    "Turn on the lights in the bedroom on Dec. the eleventh, 2031 and make them be yellow",
    "turn the office light blue now",
    "turn the lights green right now?",
    "Turn on the red lights in one hour and 1 minute from now?",
    "Turn on the blue lights in the hall on 9/10/2023.",
    "I want to turn on the yellow lights in the kitchen in fifteen seconds?",
    "Please turn on the lights in the guest room on december twenty-second, 2030 and make them pink",
    "Turn on pink lights one minute from now?",
    "At 1 p.m. make the kitchen light yellow?",
    "Change the color of the lights to red one minute from now",
    "Turn the kitchen lighting red nineteen hours from now",
    "I want to turn on the yellow lights in the garage on Dec. 8, 2040?",
    "Turn on green lights feb. the 28th, 2020?",
    "please turn on the blue light tomorrow",
    "Turn on the purple light on jun. the 22nd, 2019?",
    "Make the lights yellow tomorrow?",
    "Turn on the orange lights next year?",
    "turn on the the pink light on Jun. the 27th, 2024",
    "turn the hall light yellow on august 11, 2021",
    "Turn the lights yellow at 6",
    "Make the guest room blue at noon",
    "i want the yellow lights on now",
    "Make the lights in the attic red at nine p.m?",
    "Turn on the orange lights in the dining room three weeks from now?",
    "Please change the lighting in the bathroom to red at 10:41:17?",
    "Please change the lights to green 1 hour from now?",
    "I want to turn on the pink lights now.",
    "Please make the room yellow at 9 P.M?",
    "at 4 am turn on red lights",
    "Turn on blue lights in attic  now",
    "turn the living room light green in 29 weeks?",
    "turn the light green in one second ",
    "turn on the purple light this morning",
    "I want to turn on the yellow lights on september the 8th?",
    "turn on the pink light at five am?",
    "I'd like the yellow lights on at 08:10:20 am?",
    "I want the room lighting to be pink 50 weeks from now?",
    "I want you to turn the lights in the room purple 17 seconds from now?",
    "Put the purple lights on in the parlour at 08:52:02 PM?",
    "I want to turn on the blue lights in the bathroom 21 minutes from now?",
    "Make the lighting yellow at 3 P.M.",
    "Turn on green lights in corridor on may twelfth?",
    "turn the lighting green at 00:23 p.m.",
    "Turn on the purple lights in the bedroom this week",
    "Set my lights to pink this week?",
    "Turn on the orange lights in the hall this winter?",
    "turn the corridor light yellow in 1 hour?",
    "Turn the lights blue at three am",
    "Turn on red lights in corridor at seven a.m?",
    "Turn on the orange lights at 6 AM?",
    "Turn on the red light in the dining room in 11 seconds ",
    "Turn the lights blue on feb. fourth, 2018",
    "Change lights to orange in the bedroom eighteen minutes from now",
    "I want to turn on the orange lights in the corridor 1 second from now?",
    "Turn on the purple lights in the bedroom in 1 minute?",
    "change the lighting in the pantry yellow on October 18, 2025?",
    "Please make the corridor red at 11 pm",
    "Turn on the pink lights in the toilet in one minute.",
    "Turn on the orange lights next Fall?",
    "turn the light yellow on May the 16th",
    "I want this bedroom to be purple this year",
    "Can you turn the bathroom lights yellow in the morning?",
    "I want you to change the lights to green right now?",
    "Please change the lights in the bedroom to yellow at ten o'clock",
    "Change the lights to purple in the bathroom at 11:48 PM",
    "turn the bathroom light blue at five A.M?",
    "Turn on purple lights in 1 minute?",
    "Make the lighting blue at 07:34:14",
    "on September the seventeenth, 2031 turn on purple lights",
    "turn the light yellow tonight?",
    "Turn on bathroom blue lights six seconds from now",
    "Turn on the orange lights in the guest room this spring?",
    "Turn on the orange light in the guest room at 7.",
    "Turn on the red lights in the cellar on May 15th",
    "Turn the red lights on in the corridor in 147 days?",
    "Make the lights green this week",
    "Turn on the yellow lights on october tenth.",
    "turn this light orange next month?",
    "Turn on orange lights in bathroom at 02:31:22",
    "Turn the hall lights purple on Dec. the ninth",
    "Turn on the blue lights in the living room on December 24th, 2034?",
    "I want to turn on the yellow lights in July?",
    "Turn on the blue lights in the living room this month?",
    "Make the lights in the dining room red at three p.m.",
    "Put on the green lights in the garage in one second?",
    "Turn the blue lights on feb. the 5th, 2025?",
    "Please turn on the pink light in the hall now?",
    "make the lights green on 9/16/2035?",
    "Turn on the green lights at 08:21 pm?",
    "Turn on the purple lights 14 hours from now",
    "turn on the yellow light at eight AM?",
    "Turn on the green hall lights at 13:56:09?",
    "I want to turn on the yellow lights in July?",
    "I want the pink lights in the dining room now.",
    "make the lights blue in 1 hour",
    "turn the lights in the living room red on September 14",
    "Turn on the green light in 1 minute?",
    "Change my lights to red in 1 hour?",
    "please turn on the green light at six P.M.",
    "Turn the lights in the bedroom green 17 seconds from now",
    "Turn on orange lights dec. 2nd, 2023?",
    "turn the pantry light green at 0 A.M?",
    "please turn on the pink light in corridor after 14 hours from now",
    "turn on the blue light in cloakroom this year",
    "please turn on the red light at six AM",
    "Make the bedroom lights purple right now",
    "Turn the yellow lights on in 2 months?",
    "Turn  on the blue lights in the cellar at 19:43.",
    "turn the hall light green on Aug. the nineteenth, 2023?",
    "Turn the light in the cellar blue at eleven pm"
  ],
  "complex_sentence": "I want a return train ticket from Bordeaux to Strasbourg, friday the 12th of May, 10:32 am to wednesday the 7th of june, 6:22 pm"
}